[
    {
        "id": "particles_1",
        "titulo": "Partículas que se utilizan con los verbos",
        "subtitulo": "Partícula de objeto directo",
        "formas": [
            "を",
            "wo"
        ],
        "texto": "La primera partícula que vamos a aprender es la partícula de objeto, porque es una partícula muy sencilla. El carácter 「を」 se une al final de una palabra para indicar que esta palabra es el objeto directo del verbo. Este carácter no se utiliza, en principio, en ninguna otra parte. A ello se debe que no se utilice casi nunca su equivalente katakana 「ヲ」, porque las partículas se escriben siempre en hiragana. El carácter 「を」, aunque técnicamente se pronuncia /uo/, en la conversación real suena /o/. A continuación veremos algunos ejemplos de la partícula de objeto directo en acción.\n\n（１）　魚を食べる。 - Comió pescado.\n（２）　ジュースを飲んだ。 - Bebió zumo.\nç\nA diferencia del español, en japonés los lugares pueden ser el objeto directo de verbos de movimiento tales como 「 歩く 」 y 「 走る 」. Como el verbo de movimiento se dirige hacia el lugar, el concepto de objeto directo es el mismo en japonés. Pero, como puede verse en los ejemplos siguientes, muchas veces se traduce al español a algo un poco diferente, debido a la ligera diferencia del concepto de objeto directo.\n\n（３）　 街 を ぶらぶら 歩く 。- Pasear por la ciudad sin dirección. (Lit: Sin dirección pasear ciudad)\n（４）　 高速 道路 を 走る 。 - Correr por la autopista. (Lit: Correr autopista)\nç\nCuando se usa 「 する 」 con un nombre, la partícula 「を」 es opcional y se puede tratar al conjunto [nombre + する ] como si fuese un verbo.\n\n（１）　 毎日 、 日本語 を 勉強 する 。- Estudiar japonés todos los días.\n（２）　 メールアドレス を 登録 した 。- Registrada la dirección e-mail."
    },
    {
        "id": "particles_2",
        "titulo": "Partículas que se utilizan con los verbos",
        "subtitulo": "Partícula de objetivo",
        "formas": [
            "に",
            "ni"
        ],
        "texto": "La partícula 「に」 puede determinar el objetivo de un verbo. Es diferente de la partícula 「を」, en la que el verbo hace algo al objeto directo. En el caso de la partícula 「に」, el verbo hace algo hacia la palabra asociada con la partícula 「に」. Por ejemplo, mediante la partícula 「に」 se especifica el objetivo de un verbo de movimiento .\n\n（１）　ボブは日本に行った。 - Bob fue a Japón.\n（２）　家に帰らない。- No volver a casa.\n（３）　部屋にくる。- Llegar a la habitación.\nç\nComo el objetivo del verbo de movimiento 'llegar' no es “hacia”, sino más bien “desde”, utilizar 「に」 significaría \"llegar a\". Para decir, \"venir desde\" habría que utilizar 「から」 (que significa \"desde\") en lugar de 「に」. También va emparejado a menudo con 「まで」, que significa 'hasta'.\n\n（１）　アリスは、アメリカからきた。 - Alicia vino desde América.\n（２）　宿題を今日から明日までする。- Hacer los deberes de hoy a mañana.\nç\nEn japonés la noción de objetivo es muy común, y no se limita a los verbos de movimiento. Por ejemplo, la localización de un objeto se considera el objetivo de un verbo de existencia（ある e いる）. Los espacios de tiempo (la hora, la fecha, etc.) son también uno de los objetivos más comunes. Aquí pongo algunos ejemplos de verbos que no son de movimiento y de sus objetivos.\n\n（１）　猫は部屋にいる。- El gato está en habitación.\n（２）　椅子が台所にあった。- La silla estaba en la cocina.\n（３）　いい友達に会った。- Reuní con buen amigo.\n（４）　ジムは医者になる。- Jim se convertirá en doctor.\n（５）　先週に図書館に行った。- Fue a librería semana pasada.\n\nNo olvidemos utilizar 「ある」 para objetos inanimados, como la silla, e 「いる」para objetos animados, como el gato.\nç\nHay un pequeña diferencia de significado entre utilizar la partícula de objetivo con espacios de tiempo y no utilizarla en absoluto.\n\n（１）　友達は、来年、日本に行く。 - Año que viene, amigo ir a Japón.\n（２）　友達は、来年に日本に行く。 - Amigo ir a Japón año que viene.\n\nLa partícula de objetivo hace de la fecha un objetivo específico que subraya el hecho de que el amigo irá a Japón en ese momento. Sin la partícula no hay énfasis alguno."
    },
    {
        "id": "particles_3",
        "titulo": "Partículas que se utilizan con los verbos",
        "subtitulo": "Partícula de dirección",
        "formas": [
            "へ",
            "he"
        ],
        "texto": "Aunque 「へ」 se pronuncia normalmente /he/, cuando se utiliza como partícula siempre se pronuncia /e/ （え）. La diferencia fundamental entre las partículas 「に」 y 「へ」 es que 「に」 va a un objetivo que es el destino final que se quiere alcanzar (ya sea físicamente o en abstracto). La partícula 「へ」 por su parte, se utiliza para expresar el hecho de que uno está saliendo en dirección a la meta. En consecuencia, solo se utiliza con verbos de movimiento que implican seguir una dirección. Tampoco determina que el objetivo sea el destino final al que se quiere llegar, solo que uno va en esa dirección. En otras palabras, la partícula 「に」 se asocia al destino mientras que la partícula 「へ」 no deja claro el lugar al que uno se dirige en última instancia. Por ejemplo, si decidimos reemplazar 「に」 por 「へ」 en los tres primeros ejemplos de la sección anterior, se produce un ligero cambio de matiz.\n\n（１）　ボブは日本へ行った。- Bob se dirigía a Japón.\n（２）　家へ帰らない。- No ir hacia casa.\n（３）　部屋へくる。- Ir hacia habitación.\nç\nNotemos que no se puede utilizar la partícula 「へ」 con verbos que no tienen dirección física. La frase siguiente, por ejemplo, es incorrecta.\n（誤）　医者へなる。- （Versión gramaticalmente incorrecta de 「医者になる」.）\n\nEsto no quiere decir que 「へ」 no pueda dirigirse hacia un objetivo abstracto. De hecho, es el carácter difuso del objetivo de la partícula 「へ」 el que hace que ésta pueda utilizarse también para hablar de salir hacia determinadas metas o expectativas futuras.\n（１）　勝ちへ向かう。 - Ir hacia la victoria."
    },
    {
        "id": "particles_4",
        "titulo": "Partículas que se utilizan con los verbos",
        "subtitulo": "Partícula de contexto",
        "formas": [
            "で",
            "de"
        ],
        "texto": "La partícula 「で」 nos va a permitir especificar el contexto en el que la acción tiene lugar. Por ejemplo, si una persona se come un pescado ¿donde se lo come? Si una persona ha ido a la escuela ¿con que medio fue? ¿Con qué te tomas la sopa? Todas estas preguntas pueden responderse con la partícula 「で」. A continuación veremos algunos ejemplos.\n\n（１）　映画館で見た。- Lo ví en un cine.\n（２）　バスで帰る。- Volver a casa con el autobús.\n（３）　レストランで昼ご飯を食べた。- Comí el almuerzo en el restaurante.\n\nPuede servir de ayuda pensar en 「で」 como que significa \"por medio de\". Si lo hacemos obtendremos el significado de la frase. Los ejemplos entonces pasan a ser: \"visto por medio de un cine\", \"ir a casa por medio del autobús\" y \"comido almuerzo por medio de restaurante”."
    },
    {
        "id": "particles_5",
        "titulo": "Partículas que se utilizan con los verbos",
        "subtitulo": "Utilizando 「で」 con 「何」",
        "formas": [
            "なんで",
            "何で",
            "nande"
        ],
        "texto": "La palabra \"que\" （何） es muy fastidiosa porque, aunque por lo general se pronuncia 「なに」, a veces se pronuncia 「なん」 dependiendo del uso que se le esté dando. A esto se añade que, como siempre se escribe con Kanji, no es posible saber de cual se trata en cada momento. Yo propondría usar 「なに」 y cambiarlo por 「なん」 cuando alguien nos corrija. Con la partícula 「で」 se pronuncia 「なに」. (Mantén el cursor del ratón sobre la palabra para saber cual es la pronunciación.)\n\n（１）　何できた？ - ¿Vino por medio de que?\n（２）　バスできた。 - Vino por medio del autobús.\n\nç\n\nY aquí llega la parte complicada. Hay una versión coloquial de la palabra \"por qué\" que se utiliza mucho mas a menudo que la versión menos coloquial 「どうして」 o de la mas enérgica 「なぜ」. También se escribe 「何で」, pero se lee 「なんで」. Esta palabra es totalmente independiente y no tiene nada que ver con la partícula 「で」.\n\nç\n\n（１）　何できた？ - ¿Por que viniste?\n（２）　暇だから。 - Porque estaba libre (no tenia nada que hacer).\n\nAquí el 「から」, 'porque', es diferente del 「から」 que acabamos de aprender. Este 「から」 se tratará más adelante, en la sección de frases compuestas. El problema, en esencia, es que las dos frases, aunque se escriben igual, se leen de manera diferente y significan cosas completamente diferentes. Que no cunda el pánico! esto crea menos problemas de los que pueda parecer ya que el 95% de las veces se utiliza el segundo en lugar del primero. Incluso cuando uno se refiere a 「なにで」 el contexto no deja lugar a dudas acerca de cual de los dos es. Hasta en este pequeño ejemplo se puede saber cual es viendo cual es la respuesta a la pregunta."
    },
    {
        "id": "particles_6",
        "titulo": "Partículas Asociadas al Nombre",
        "subtitulo": "La partícula inclusiva 「と」",
        "formas": [
            "と",
            "to"
        ],
        "texto": "La partícula 「と」 es similar a la partícula 「も」 en que presenta un matiz de inclusión. Puede servir para unir dos o más nombres, teniendo entonces el significado de “y”.\n\n（１）　スプーンとフォークで魚を食べた。- Haber comido pescado por medio de cuchara y tenedor.\n（２）　本と雑誌と葉書を買った。- Comprado libro, revista, y postal.\n\nç\n\nOtro uso similar de la partícula 「と」es mostrar una acción que se llevó a cabo con alguien más o con algo.\n\n（１）　友達と話した。- Hablé con amigo.\n（２）　先生と会った。 - Reuní con profesor."
    },
    {
        "id": "particles_7",
        "titulo": "Partículas Asociadas al Nombre",
        "subtitulo": "Las partículas de enumeración indeterminada 「や」 y 「とか」",
        "formas": [
            "や",
            "とか",
            "ya",
            "toka"
        ],
        "texto": "La partícula 「や」, como la partícula 「と」, se utiliza para hacer listas de dos o más nombres, con la diferencia de que es mucho más vaga que la partícula 「と」. Implica que puede haber otros elementos que no aparecen en la lista y, también, que no tiene uno que decidirse por todos los elementos que aparecen en la lista. En español lo consideraríamos un tipo de lista “y /o, etc.”\n\n（１）　飲み物やカップやナプキンは、いらない？- ¿Tu no necesitas (cosas como) bebidas, taza, servilleta, etc.?\n（２）　靴やシャツを買う。- Compra (cosas como) zapatos, camisa etc.\n\nç\n\n「とか」 tiene también el mismo significado que 「や」, pero es una expresión ligeramente más coloquial.\n\n（１）　飲み物とかカップとかナプキンは、いらない？- ¿No necesitas (cosas como) bebida, taza, o servilleta, etc.?\n（２）　靴とかシャツを買う。- Compra (cosas como) zapatos y camisa, etc."
    },
    {
        "id": "particles_8",
        "titulo": "Partículas Asociadas al Nombre",
        "subtitulo": "La partícula 「の」",
        "formas": [
            "の",
            "no"
        ],
        "texto": "La partícula 「の」 tiene diversos usos, y es una partícula muy importante. La introducimos aquí porque, como las partículas 「と」 y 「や」, puede utilizarse para conectar uno o varios nombres. Veamos unos cuantos ejemplos.\n\n（１）　ボブの本。- Libro de Bob.\n（２）　本のボブ。- Bob de libro.\n\nLa primera frase significa, básicamente, “El libro de Bob” (no estamos hablando de la Biblia). La segunda frase significa, \"Bob de, el libro\" que sería una errata. He traducido (1) como \"El libro de Bob\" porque la partícula 「の」 no siempre implica posesión, como se ve en el siguiente ejemplo:\n\nç\n\n（１）　ボブは、アメリカの大学の学生だ。- Bob es estudiante de Universidad de América.\n\nLa traducción al español de esto sería: \"Bob es estudiante de una Universidad Americana”. El orden de modificación va a la inversa, de modo que Bob es un estudiante de una Universidad que es Americana. 「学生の大学のアメリカ」 significa \"América de Universidad de estudiante\" que está mal, ya que no tiene mucho sentido. (¿América de los estudiantes de la Universidad?).\n\nEl nombre que se modifica se puede omitir si el contexto indica con claridad lo que se está omitiendo. Pueden omitirse las siguientes palabras redundantes que aparecen resaltadas.\n\n（１）　そのシャツは誰のシャツ？- ¿Esta camisa es la camisa de quién?\n（２）　ボブのシャツだ。- Es la camisa de Bob.\n\nç\n\nque pasa a ser:\n\n（１）　そのシャツは誰の？- ¿De quien es esta camisa?\n（２）　ボブのだ。- Es la de Bob.\n（「その」 es una abreviación de 「それ + の」 y modifica directamente al nombre, porque la partícula 「の」 va intrínsecamente unida. También tenemos 「この」 de 「これの」 y 「あの」 de 「あれの」.）\n\nEn este caso, lo que hace fundamentalmente la partícula 「の」 es reemplazar al nombre y adoptar ella misma el papel de nombre. Si añadimos la partícula 「の」 a los adjetivos y a los verbos podemos tratarles como si fueran nombres. La partícula se convierte entonces en un nombre genérico al que podemos tratar como a un nombre común.\n\n（１）　白いのは、かわいい。- La cosa que es blanca es bonita.\n（２）　授業に行くのを忘れた。- Olvidó el acto de ir a clase.\n\nç\n\nAhora podemos utilizar la partícula de objeto directo, la de tema y la que identifica, con verbos y adjetivos. En este caso no es necesario utilizar la partícula 「の」. Podemos utilizar el nombre 「物」, que es un objeto genérico, o 「こと」 si se trata de un hecho genérico. También podemos decir, por ejemplo:\n\n（１）　白い物は、かわいい。- Cosa que es blanca es bonita.\n（２）　授業に行くことを忘れた。- Olvidó la cosa de ir a clase.\n\nPero la partícula 「の」 es muy útil, ya que, con ella no es necesario especificar un nombre concreto. En los ejemplos siguientes la partícula 「の」 no reemplaza a ningún nombre en concreto, simplemente nos permite modificar oraciones subordinadas adjetivales y verbales como las oraciones nominales. La oración subordinada aparece resaltada.\n\n（１）　毎日勉強するのは大変。 - La cosa de estudiar todos los días es dura.\n（２）　毎日同じ物を食べるのは、面白くない。- No es interesante comer misma cosa cada día.\n\nç\n\nPuede que te hayas fijado en que la palabra 「同じ」 modifica directamente a 「物」, aunque es evidente que no se trata de un adjetivo-i. No tengo ni idea de porqué se puede hacer esto. Una posible explicación sería que, en realidad, se trate de un adverbio. Si este fuera el caso no sería necesario utilizar ninguna partícula, como veremos dentro de poco.\n\nPor otra parte, aunque se haya sustituido 「の」 por un nombre, en el caso de los adjetivos-na se necesita 「な」 para modificar al nombre .\n\n（１）　静かな部屋が、アリスの部屋だ。- Tranquila habitación es habitación de Alicia.\n\nPasa a ser:\n\n（１）　静かなのが、アリスの部屋だ。- La tranquila es habitación de Alicia.\n\nç\n\n*Aviso: Esto puede hacerte pensar que es posible reemplazar cualquier nombre por 「の」, pero no es así. Es importante darse cuenta de que la frase debe tratar de la proposición, y no del nombre que haya sido reemplazado. Por ejemplo, en la última sección teníamos la frase 「学生じゃない人は、 学校に行かない」. Tal vez creas que se puede sustituir 「人」 por 「の」 para formar 「学生じゃないのは、学校に行かない」, pero el hecho es que esto no tiene sentido, porque la frase trata ahora de la proposición \"no es estudiante\". La frase se convierte en: \"la cosa de no ser estudiante no va a la escuela\" que es un absoluto sinsentido, porque no ser estudiante es un estado y no tiene sentido que un estado vaya a ninguna parte, y mucho menos a la escuela."
    },
    {
        "id": "particles_9",
        "titulo": "Partículas Asociadas al Nombre",
        "subtitulo": "La partícula 「の」 como explicación",
        "formas": [
            "の",
            "no"
        ],
        "texto": "Cuando aparece al final de la última oración de una frase, la partícula 「の」puede dar a la frase un tono explicativo. Por ejemplo, si alguien te preguntara que si tienes tiempo, podrías responder: \"Es que estoy bastante ocupado en este momento\". La partícula 「の」 representaría este \"Es que...\". En la frase se incluye un significado que explica el porqué de alguna otra cosa.\nLa frase podría formularse de la siguiente forma:\n\n（１）　今は忙しいの。- Es que (yo) estoy ocupado ahora.\n\nEsta frase suena muy suave y femenina. De hecho, los varones adultos le añadirán un 「だ」 declarativo, a menos que, por alguna razón, quieran ser agradables.\n\n（２）　今は忙しいのだ。- Es que (yo) estoy ocupado ahora.\n\nç\n\nSin embargo, como en las preguntas no puede utilizarse el 「だ」 declarativo, en ellas el 「の」 no resulta femenino, y puede ser utilizado tanto por hombres como por mujeres.\n\n（１）　今は忙しいの？- ¿Es que estas ocupado hoy? (género-indiferente)\n\nAl expresar el estado-de-ser, si se quisiera utilizar la partícula 「の」 para dar a la frase un matiz explicativo, tendremos que convertirla en 「な」 para que se distinga de la partícula 「の」, que significa simplemente \"de\".\n\n（１）　ジムのだ。- Es de Jim. (Es la de Jim.)\n（２）　ジムなのだ。- Es Jim (con tono explicativo).\n\nAl margen de este caso concreto, todo lo demás se queda como estaba.\n\nComo este tipo de tono explicativo se utiliza mucho, 「のだ」se suele sustituir por 「んだ」. Esto se debe probablemente al hecho de que 「んだ」 es más fácil de decir que 「のだ」. Esta regla gramatical puede parecer que tiene significados diferentes, ya que no solo puede utilizarse con todo tipo de adjetivos, nombres y verbos, sino que él mismo puede ser conjugado también del modo en que se conjuga el estado-de-ser."
    },
    {
        "id": "polite_1",
        "titulo": "La Forma Formal",
        "subtitulo": "Utilizando 「～ます」 para hacer que los verbos sean formales",
        "formas": [
            "ます",
            "masu",
            "ません",
            "masen",
            "ました",
            "mashita",
            "ませんでした",
            "masendeshita"
        ],
        "texto": "Naturalmente, la razón por la que he sacado el tema de la raíz del verbo es aprender a conjugar verbos a su forma formal... la forma masu. La forma masu siempre debe aparecer al final de una frase completa, y nunca dentro de una frase subordinada modificadora. Cuando aprendamos frases compuestas veremos que también cada sub-secuencia de la frase compuesta puede terminar en la forma masu.\nPara conjugar verbos a la forma masu, dependiendo del tiempo, se añaden diferentes conjugaciones de 「ます」 a la raíz.\n\nç\n\nEjemplos\nVamos a ver más ejemplos, como siempre.\n\n（１）　明日、大学に行きます。\n- Mañana, ir a la universidad.\n\n（２）　先週、ボブに会いました よ。\n- Sabes, me encontré a Bob la semana pasada.\n\n（３）　晩ご飯を食べませんでした ね。\n- No cenaste ¿verdad?\n\n（４）　面白くない映画は 見ません。\n- Con respecto a películas no interesantes, no ver (ellas)."
    },
    {
        "id": "polite_2",
        "titulo": "La Forma Formal",
        "subtitulo": "Utilizando 「です」 para todo lo demás",
        "formas": [
            "です",
            "desu",
            "でした",
            "deshita",
            "ありません",
            "arimasen",
            "ありませんでした",
            "arimasendeshita"
        ],
        "texto": "En el caso de frases que no terminen en un verbo-ru o en un verbo-u lo único que hay que hacer es añadir 「です」 o 「でした」. También se puede hacer esto con palabras que sustituyen a nombre (「の」 y 「ん」) tratándoles simplemente como a nombres normales (ver: Partícula 3). Otra cosa importante que hay que recordar es que si hay un 「だ」 declarativo, hay que quitarlo. Para mostrar educación me imagino que no se pueden decir las cosas de una forma tan directa como lo hace 「だ」. Como en el caso de la forma-masu, esto debe ir también al final de una frase completa.\n\nç\n\nEjemplos\nComo siempre, veamos algunos ejemplos.\n\n（１）　子犬は とても好きです。\n- Con respecto a los perritos, gustar mucho. (La traducción más natural es que a alguien le gusten mucho los perritos, pero no hay contexto suficiente para descartar la opción de que a los perritos les guste mucho algo.)\n\n（２）　昨日、時間がなかったんです。\n- Era que ayer no había tiempo.\n\n（３）　その部屋はあまり静かじゃないです。\n- Sabes, esa habitación no es tranquila.\n\n（４）　先週に見た映画は、とても面白かったです。\n- Película vi semana pasada muy interesante.\n\nç\n\n※ Comparando con la realidad\nEn numerosas ocasiones he oído decir que la conjugación de la forma negativa del presente que aparece aquí no es una conjugación \"oficialmente\" correcta, y que la conjugación que se considera más \"correcta\" es reemplazar la parte 「ないです」 por 「ありません」. La razón es que la forma negativa formal del verbo 「ある」 no es 「ないです」 sino 「ありません」. Por lo tanto, 「かわいくない」 se convierte realmente en 「かわいくありません」 y 「静かじゃない」 se convierte en 「 静かじゃありません」.\nLa realidad del japonés actual es que lo que se supone que es la conjugación \"oficial\" suena más bien rígida y formal. En la conversación diaria normal se utiliza casi siempre la conjugación que presentamos aquí. Aunque hay que utilizar las conjugaciónes más formales para trabajos escritos en los que se utiliza el japonés formal, no lo oirás apenas en conversaciones reales. En conclusión, recomiendo estudiar y familiarizarse con ambos tipos de conjugaciones."
    },
    {
        "id": "polite_3",
        "titulo": "La Forma Formal",
        "subtitulo": "「です」 NO es lo mismo que 「だ」",
        "formas": [
            "です",
            "desu",
            "だ",
            "da"
        ],
        "texto": "A muchos de los que hayan dado clases de japonés os habrán dicho probablemente que 「です」 es la versión formal de 「だ」. Sin embargo, quiero señalar aquí algunas diferencias fundamentales y las razónes por la que son, de hecho, cosas absolutamente diferentes. Es imposible llegar a explicar del todo las razones por las que son fundamentalmente diferentes sin hablar de estructuras gramaticales que están todavía por ver, de modo que me gustaría dirigir esto a aquellos que han empezado ya a estudiar japonés y se les ha dicho erróneamente, que 「だ」 es la versión informal de 「です」. Si eres nuevo en esto puedes saltarte esta parte.\nEstoy seguro de que, a estas alturas, la mayoría de vosotros ha aprendido ya la espresión 「そう」 . Pues hay cuatro formas de formar una frase completa utilizando el estado-de-ser con 「そう」 para construir una frase que signifique: \"así es\".\n\nç\n\nFormas diferentes de decir \"así es\" o \"eso es\"\n\n（１）　そう。\n（２）　そうだ。\n（３）　そうです。\n（４）　そうでございます。\n\nEl primer 「そう」 es el estado de ser implícito y 「そうだ」 es el declarativo. Como dije antes, el que no-afirma y que no se pronuncia con fuerza 「そう」 lo utilizan las mujeres, mientras que el 「そうだ」 dicho con más firmeza lo utilizan frecuentemente los hombres. 「そうです」 es la versión formal de 「そう」, que se forma añadiendo 「です」 al nombre. 「そうです」 no es la forma formal de 「そうだ」 en la que se reemplaza 「だ」 por 「です」. Y voy a explicar por qué.\n\nSi lo que queremos es convertir esa frase en pregunta en lugar de preguntar: \"¿es así?\" se puede hacer de muchas formas, veremos algunas más adelante. (Esta regla gramatical se da en la sección siguiente.)\n\nç\n\nFormas diferentes de preguntar: \"¿Es así?, ¿es eso?\"\n\n（１）　そう？\n（２）　そうか？\n（３）　そうですか？\n\nComo ya expliqué con anterioridad, el 「だ」 se utiliza para declarar lo que uno considera un hecho. Por lo tanto, 「そうだか？」 no es un forma válida de plantear una pregunta, porque es, a la vez, declarar un hecho y hacer una pregunta. Pero el hecho de que 「そうですか」 sea una pregunta válida demuestra que 「です」 y 「だ」 son esencialmente diferentes. 「そうです」, al indicar respeto y humildad, no es tan asertivo, y es la versión formal de 「そう」 sin más.\n\nç\n\nAparte de la diferencia de matiz entre 「だ」 y 「です」, otra diferencia clave es que 「だ」 se utiliza en diversas construcciones gramaticales para definir una frase subordinada. Por otra parte, 「です」 se utiliza solo al final de una frase para referir un estado-de-ser formal. Considérense, por ejemplo, las dos frases siguientes (esta estructura gramatical se trata más adelante en otra sección.)\n\n（正）　そうだと 思います - Creo que es así.\n（誤）　そうですと思います - (frase incorrecta)\n\n「そうだと思います」 es válida, mientras que 「そうですと思います」 no lo es porque 「です」 solo puede ir al final de la frase. 「です」 solo puede estar en una frase subordinada cuando es una cita directa de lo que alguien ha dicho, como la siguiente:\n\n（１）　「はい、そうです」と答えた 。\n\nEn conclusión, reemplazar 「です」 por 「だ」 pensando que la una es el equivalente formal de la otra, o vice-versa, puede dar lugar a frases gramaticalmente incorrectas. Es mejor pensar en ellas como cosas totalmente diferentes (porque lo son)."
    },
    {
        "id": "question_1",
        "titulo": "La partícula de Interrogación",
        "subtitulo": "Preguntar de forma cortés",
        "formas": [
            "か",
            "ka"
        ],
        "texto": "Nos ocupamos aquí del marcador de interrogación porque se utiliza sobre todo en conversaciones formales para formular una pregunta. Aunque en el habla formal también se puede formular una pregunta con solo un cambio de entonación, es muy común utilizar el marcador de interrogación al final de las frases para señalar que se trata de una pregunta. El marcador de interrogación no es nada más que el carácter hiragana 「か」 y no se pone detrás el signo de interrogación. Por razones explicadas anteriormente no hay que utilizar el 「だ」 declarativo con el marcador de pregunta.\nEjemplo 1\n\n田中さん：　お母さんはどこですか。- ¿Donde está (tu) madre?\n鈴木さん：　母は買い物に行きました。- (Mi) madre fue de compras.\n\nç\n\nEjemplo 2\n\nキムさん：　イタリア料理を食べに行きませんか。 - ¿Ir a comer comida italiana?\n鈴木さん：　すみません。ちょっと、お腹がいっぱいです。- Lo siento. (Mi) estómago está un poco lleno.\n\nAquí la pregunta se utiliza en realidad a modo de invitación, como cuando decimos en español \"¿No te apetece ir a tomar algo?\". 「すみません」 es una disculpa formal, 「ごめんなさい」 es algo menos formal, y la versión coloquial sería 「ごめん」 a secas."
    },
    {
        "id": "question_2",
        "titulo": "La partícula de Interrogación",
        "subtitulo": "La partícula de interrogación en el habla informal",
        "formas": [
            "か",
            "ka"
        ],
        "texto": "Aunque es lógico pensar que el marcador de interrogación funciona de igual forma en el habla informal que en el habla formal, no es así. En el habla informal no se utiliza el marcador de interrogación 「か」 para hacer preguntas. Se utiliza a menudo para plantear si algo es o no verdad. También puede utilizarse, dependiendo del contexto y de la entonación, para hacer preguntas retóricas o para ser sarcástico. Puede resultar muy brusco, así que ten cuidado si utilizas 「か」 para hacer preguntas en una conversación informal.\nEjemplos\n\n（１）　こんなのを本当に食べるか？\n- ¿Crees que [él/ella] va a comer de verdad éste tipo de cosa?\n\n（２）　そんなのは、あるかよ！\n- ¡¿Tengo yo pinta de tener algo como eso?!\n\nç\n\nPor lo general en el habla informal las preguntas, en lugar de mediante 「か」, se formulan utilizando la partícula explicativa の, o con una simple elevación de la entonación, como vimos ya en secciones anteriores.\n\n（１）　こんなのを本当に食べる？\n- ¿De verdad te vas a comer algo así?\n\n（２）　そんなのは、あるの？\n- ¿Tienes algo como eso?\n"
    },
    {
        "id": "question_3",
        "titulo": "La partícula de Interrogación",
        "subtitulo": "El uso de 「か」 en frases subordinadas",
        "formas": [
            "か",
            "ka"
        ],
        "texto": "Otro de los usos de la partícula de interrogación es puramente gramatical y no tiene nada que ver con la educación. Una partícula de interrogación situada al final de una frase subordinada constituye una mini-pregunta dentro de una frase más larga. Esto posibilita que el hablante hable sobre la pregunta. Por ejemplo, se puede hablar de la pregunta \"¿qué he comido hoy?\". En los ejemplos que aparecen a continuación la pregunta que se está considerando va en rojo.\n\n（１）　昨日何を食べたか忘れた。- He olvidado qué comí ayer.\n（２）　彼は何を言ったかわからない。- No sé lo que dijo.\n（３）　先生が学校に行ったか教えない？ - ¿Me quieres aclarar si el profesor ha ido a la escuela?\n\nç\n\nEn frases como la （３） en la que la pregunta que se plantea se puede responder mediante un sí o un no, es frecuenten (pero no necesario) añadir 「どうか」. Esto podría equivaler a decir, \"sí o no\" en Español. También se puede decir lo mismo planteando una alternativa.\n\n（１）　先生が学校に行ったかどうか知らない。- No se si el profesor fue o no a la escuela.\n（２）　先生が学校に行ったか行かなかったか知らない。- No se si el profesor fue a la escuela o si no fue."
    },
    {
        "id": "compound_1",
        "titulo": "Frases Compuestas ",
        "subtitulo": "Expresando una sucesión de estados",
        "formas": [
            "で",
            "de",
            "くて",
            "kute"
        ],
        "texto": "Es muy fácil formar una cadena de nombres y adjetivos para describir a una persona u objeto. Por ejemplo, si queremos decir en español: \"Él es X. Él es Y. Él es Z.\", como las tres frases tienen el mismo nombre, diremos \"Él es X, Y y Z\". En japonés podemos hacer lo mismo conjugando el nombre o el adjetivo. El último nombre o adjetivo se queda como estaba.\n\n```Cómo encadenar nombres y adjetivos\n\nNombres y adjetivos -na: Se añade 「で」 al nombre o al adjetivo -na.\n例）　一般的 → 一般的で\n例）　静か → 静かで\nAdjetivos -i y nombres/adjetivos en forma negativa: Se reemplaza la 「い」 por 「くて」.\n例）　狭い → 狭くて\n例）　彼女じゃない → 彼女じゃなくて```\n\nç\n\nEjemplos\n（１）　私の部屋は、きれいで、静かで、とても好き。\n- Mi habitación está limpia, es tranquila y me gusta mucho.\n\n（２）　彼女は、学生じゃなくて、先生だ。\n- Ella no es estudiante, es profesora.\n\n（３）　田中さんは、お金持ちで、かっこよくて、魅力的ですね。\n- Tanaka-san es rico, guapo y encantador ¿verdad?\n\nComo puedes ver, el 「で」 unido a 「お金持ち」 no puede ser aquí la partícula de contexto 「で」 , porque no hay verbo. Puede ayudar pensar en 「で」 como un simple sustituto de 「だ」 con capacidad de formar cadenas."
    },
    {
        "id": "compound_2",
        "titulo": "Frases Compuestas ",
        "subtitulo": "Expresando una sucesión de verbos en forma -te",
        "formas": [
            "て",
            "te"
        ],
        "texto": "De forma similar se pueden referir acciones múltiples. Esto se suele interpretar como una secuencia de acciones. (Hice [X], luego hice [Y] y finalmente hice [Z]). Hay dos formas: positiva y negativa. La forma verbal de todas las acciones es la del último verbo.\n\n```Cómo formar cadenas de verbos\n\nPositiva: Se pone el verbo en pasado y se sustituye 「た」 por 「て」 o 「だ」 con 「で」. A ésta se le llama forma -te a pesar de que, a veces, puede ser 'de'.\nNegativa: Lo mismo que los adjetivos-i, se sustituye 「い」 por 「くて」.\nEsta regla funciona también con las terminaciones 「です」 y 「ます」, que son más formales .\n例）　学生です → 学生でした → 学生でして\n例）　買います → 買いました → 買いまして```\n\nç\n\nEjemplos\n（１）　食堂に行って、昼ご飯を食べて、昼寝をする。\n- Voy a ir a la cafetería, tomar el almuerzo y dormir la siesta.\n\n（２）　食堂に行って、昼ご飯を食べて、昼寝をした。\n- Fui a la cafetería, tomé el almuerzo y dormí la siesta.\n\n（３）　時間がありまして、映画を見ました。\n- Había tiempo y vi una película."
    },
    {
        "id": "compound_3",
        "titulo": "Frases Compuestas ",
        "subtitulo": "Expresando la razón o la causa de algo mediante 「から」 y 「ので」",
        "formas": [
            "から",
            "kara",
            "ので",
            "node"
        ],
        "texto": "Se puede referir la razón de algo uniendo dos frases completas por medio de 「から」. El orden de las dos frases deberá ser [causa] から [efecto]. Cuando la razón es un nombre no conjugado o un adjetivo -na hay que añadir 「だ」 para declarar de forma explícita la razón mediante la fórmula: 「(nombre/adjetivo -na) だから」. Si olvidas poner el 「だ」 declarativo a 「から」 parecerá que 「から」 significa 'desde', como vimos en Partículas 2.\n\nEjemplos\n（１）　時間がなかったからパーティーに行きませんでした。\n- No había tiempo, así que no fui a la fiesta.\n\n（２）　友達からプレゼントが来た。\n- Regalo llegó de amigo.\n\n（３）　友達だからプレゼントが来た。\n- Regalo llegó porque (la persona es) amigo.\n\nç\n\nSe pueden omitir la causa y el efecto si es posible deducirlos a partir del contexto. En el habla formal hay que tratar a 「から」 como a un nombre y añadirle 「です」. Cuando se omite la causa, hay que incluir el 「だ」 o 「です」 declarativos.\n\n田中さん）　どうしてパーティーに行きませんでしたか。- ¿Por qué no fuiste a la fiesta?\n山田さん）　時間がなかったからです。- Porque no tuve tiempo.\n\n一郎）　パーティーに行かなかったの？- ¿No fuiste a la fiesta?\n直子）　うん、時間がなかったから。- Sí, porque no tuve tiempo.\n\n（１）　時間がなかった。- No tuve tiempo.\n（２）　だからパーティーに行かなかったの？ - ¿Es por eso por lo que no fuiste a la fiesta?\n\nç\n\nFíjate en que 山田さん y 直子 podrían haber utilizado el 「の」 explicativo para expresar lo mismo. En otras palabras, 山田さん también podría haber dicho: 「時間がなかったのです」 o 「時間がなかったんです」 mientras que 直子 podría haber dicho 「時間がなかったの」 (partiremos de la base de que ella prefiere utilizar la forma más femenina). De hecho, es posible que sea de aquí de donde sale 「ので」. Digamos que queremos combinar dos frases: 「時間がなかったのだ」 y 「パーティーに行かなかった」. Recordemos que podemos tratar al 「の」 como si fuese un nombre, así que podemos usar lo que acabamos de aprender en la primera sección de esta lección.\n\n（１）　時間がなかったのだ＋パーティーに行かなかった\npasa a ser:\n（２）　時間がなかったのでパーティーに行かなかった。\n\nç\n\nDe hecho 「ので」 es casi intercambiable con 「から」, excepto por algunas sutiles diferencias. 「から」 determina explícitamente que la frase precedente es la razón de algo, mientras que 「ので」 se limita a juntar dos frases, dando a la primera un tono explicativo. A esto le llamo causa: cuando sucede [X] entonces sucede [Y]. Esto es algo diferente de 「から」 con el que [Y] sucede, claramente, porque sucedió [X]. Esta diferencia tiende a hacer que 「ので」 suene más suave y ligeramente más educado, y se prefiere a 「から」 cuando se trata de explicar la razón de estar haciendo algo que se considera descortés.\n\n（１）　ちょっと忙しいので、そろそろ失礼します。\n- Como estoy un poco ocupado, me voy a ir dentro de poco.\n\nç\n\n「失礼します」 que significa, literalmente \"estoy siendo descortes\", es la fórmula de cortesía que se suele utilizar cuando uno desea retirarse o interrumpir a alguien.\n\nRecordatorio: No olvides que tanto con los nombres sin conjugar como con los adjetivos -na, el 「の」 explicativo necesita de un 「な」. Si quieres saber por qué repasa Partículas 3\n\n（１）　私は学生なので、お金がないんです。\n- Porque soy estudiante no tengo dinero (lit: no hay dinero).\n\n（２）　ここは静かなので、とても穏やかです。\n- Se está tranquilo aquí porque es muy calmado.\n\n（３）　なので、友達に会う時間がない。\n- Por eso no hay tiempo para reunirse con amigo.\n\nç\n\nDel mismo modo que el 「の」 explicativo puede reducirse a 「ん」, el 「ので」, al hablar, puede transformarse en 「んで」 solo porque es más fácil juntar los sonidos que pronunciar la sílaba / o /.\n\n（１）　時間がなかったんでパーティーに行かなかった。\n- No fuí a la fiesta porque no había tiempo.\n\n（２）　ここは静かなんで、とても穏やかです。\n- Se está tranquilo aquí porque es muy silencioso.\n\n（３）　なんで、友達に会う時間がない。\n- Por eso no hay tiempo para reunirse con amigo."
    },
    {
        "id": "compound_4",
        "titulo": "Frases Compuestas ",
        "subtitulo": "Usando 「のに」 con el significado de 'a pesar de'",
        "formas": [
            "のに",
            "noni"
        ],
        "texto": "Gramaticalmente, 「のに」 se usa exactamente de la misma forma que 「ので」. Cuando se usa para combinar dos frases simples juntas significa \"[Frase 1] a pesar del hecho de que [Frase 2].\" Pero el orden se invierte: [Frase 2] のに [Frase 1].\n\nEjemplos\n（１）　毎日運動したのに、全然痩せなかった。\n- Aunque hice ejercicio todos los días, no adelgacé.\n\n（２）　学生なのに、彼女は勉強しない。\n- A pesar de ser estudiante, no estudia."
    },
    {
        "id": "compound_5",
        "titulo": "Frases Compuestas ",
        "subtitulo": "Expresando contradicción utilizando 「が」 y 「けど」",
        "formas": [
            "が",
            "ga",
            "けど",
            "kedo"
        ],
        "texto": "Como 「から」 y 「ので」, 「が」 y 「けど」 sirven para unir dos frases, siendo la diferencia que expresan una contradicción. Como en el caso de 「から」, con los nombres y adjetivos -na es necesario el 「だ」 declarativo. Y al igual que con 「から」 y 「ので」, se puede omitir la causa o razón.\n\nEjemplos\n（１）　デパートに行きましたが、何も欲しくなかったです。\n- Fui al centro comercial, pero no había nada de lo que quería.\n\n（２）　友達に聞いたけど、知らなかった。\n- Le pregunté (o le oí decir) a un amigo, pero él (o yo) no sabía.\n\n（３）　今日は暇だけど、明日は忙しい。\n- Hoy estoy libre, pero mañana estaré ocupado.\n\n（４）　だけど、彼がまだ好きなの。\n- Eso puede ser así, pero es que él todavía me gusta (explicación, tono femenino).\n\nç\n\nAunque parezca absurdo 「聞く」 significa tanto \"oír\" como \"preguntar\". Te parecerá que esto puede llevar a confusión pero, dentro de un contexto, el significado suele estar claro. En （２） asumimos que el amigo no lo sabía, de modo que el que habla debía estarle preguntando al amigo. Aquí vemos, de nuevo, la importancia del contexto en japonés ya que, al no haber sujeto ni tema, la frase podría significar también: \"se lo he oído decir a un amigo, pero no lo se\".\n\nComo sucedía con 「から」 y 「ので」, 「が」 va en un tono más bajo y es un poco más formal que 「けど」. Aunque no se trate de una regla, es bastante común que 「が」 aparezca unido a la terminación 「～ます」 o 「～です」 y que 「げど」 vaya unida a la terminación de la forma de diccionario. 「けれど」 es una versión más formal de 「けど」, y la más formal es 「けれども」. Las veremos más adelante, cuando hablemos de las expresiones formales.\n\nç\n\nA diferencia de las palabras españolas que sirven para expresan contradicción, como \"pero\" o \"sin embargo\", 「けど」 y 「が」 no siempre expresan una contradicción directa. Muchas veces se utilizan como conector general de dos frases independientes, sobre todo cuando se está introduciendo un nuevo tema. En las frases que vienen a continuación, por ejemplo, no hay una contradicción real, 「が」 y 「けど」 se utilizan, simplemente, para conectar las frases. A veces la palabra española \"y\" es una traducción más acertada que \"pero\".\n\n（１）　デパートに行きましたが、いい物がたくさんありました。\n- Fui al centro comercial y había muchas cosas buenas.\n\n（２）　マトリックスを見たけど、面白かった。\n-Vi \"Matrix\" y era interesante."
    },
    {
        "id": "compound_6",
        "titulo": "Frases Compuestas ",
        "subtitulo": "Exponiendo varias razones por medio de 「し」",
        "formas": [
            "し",
            "shi"
        ],
        "texto": "Si quieres enumerar las razones de diversos estados o acciones puedes hacerlo añadiendo 「し」 al final de cada frase subordinada. Es muy parecida a la partícula 「や」 excepto en que enumera razones de verbos y estados de ser. De nuevo, hay que utilizar 「だ」 para declarar de forma explícita cualquier nombre sin conjugar o cualquier adjetivo -na. Veamos algunos ejemplos:\n\n（１）　どうして友達じゃないんですか？- ¿Por qué no es su amigo/a (buscando una explicación)?\n（２）　先生だし、年上だし・・・。- Bueno, él(ella) es el(la) profesor(a), y más viejo(a)...\n\n（１）　どうして彼が好きなの？- ¿Por qué (te) gusta él?\n（２）　優しいし、かっこいいし、面白いから。- Porque es agradable, atractivo e interesante (entre otras cosas).\n\nFíjate en que 「優しくて、かっこよくて、面白いから。」 también hubiera valido, pero 「し」 implica que puede haber otras razones. En esto mismo se diferencian las partículas 「と」 y 「や」"
    },
    {
        "id": "compound_7",
        "titulo": "Frases Compuestas ",
        "subtitulo": "Expresando acciones múltiples o estados con 「～たりする」",
        "formas": [
            "たりする",
            "tarisuru"
        ],
        "texto": "Se trata de la versión de la partícula 「や」 que se utiliza con los verbos. Puedes formar una lista de verbos a partir de una lista aún mayor poniéndolos en pasado y añadiendo 「り」. Al final hay que añadir el verbo 「する」. Como en el caso de la partícula 「や」, el último verbo es el que indica el tiempo que, en este caso, será siempre 「する」 (puesto que hay que ponerlo al final).\nTambién se puede usar ésto con el estado-de-ser para expresar que, en diferentes momentos, se es una serie de cosas de entre una lista de cosas aún mayor. Como en el caso de los verbos regulares, hay que tomar el nombre o adjetivo para cada estado de ser, ponerlo en pasado y añadirle 「り」. Por último hay que poner 「する」 al final.\n\nç\n\n```Reglas para establecer una lista de verbos de entre una lista mayor por medio de 「～たりする」\n\nVerbos - Se ponen los verbos en pasado y se añade 「り」. Por último, se añade 「する」 al final de la frase.\n例) 食べる、飲む → 食べた、飲んだ → 食べたり、飲んだり → 食べたり、飲んだりする\nEstado de ser - Se conjuga el nombre o adjetivo para cada estado de ser y se le añade 「り」. Por último, se añade 「する」 al final del todo.\n例) 簡単、難しい → 簡単だった、難しかった → 簡単だったり、難しかったり → 簡単だったり、難しかったりする```\n\nç\n\n（１）　映画を見たり、本を読んだり、昼寝したりする。\n- Hago cosas como (entre otras) mirar películas, leer libros y dormir la siesta.\n\n（２）　この大学の授業は簡単だったり、難しかったりする。\n- Las clases de esta Universidad a veces son fáciles, a veces difíciles (y puede que a veces otra cosa).\n\nComo puedes ver, la forma y el estado negativo/positivo los determina el último 「する」.\n\n（３）　映画を見たり、本を読んだりした。\n-Hice cosas como (entre ótras) ver películas y leer libros.\n\n（４）　映画を見たり、本を読んだりしない。\n- Yo no hago cosas como (entre ótras) ver películas y leer libros.\n\n（５）　映画を見たり、本を読んだりしなかった。\n- Yo no hice cosas como (entre ótras) ver películas y leer libros."
    },
    {
        "id": "enduring_1",
        "titulo": "Otros usos de la forma -te",
        "subtitulo": "Uso de la forma 「～ている」 para estados duraderos",
        "formas": [
            "ている",
            "teiru",
            "ていない",
            "teinai",
            "てない",
            "tenai",
            "ていた",
            "teita",
            "ていなかった",
            "teinakatta",
            "ています",
            "teimasu",
            "ていません",
            "teimasen",
            "ていました",
            "teimashita",
            "ていませんでした",
            "teimasendeshita",
            "でいる",
            "deiru",
            "でいない",
            "deinai",
            "でない",
            "denai",
            "でいた",
            "deita",
            "でいなかった",
            "deinakatta",
            "でいます",
            "deimasu",
            "でいません",
            "deimasen",
            "でいました",
            "deimashita",
            "でいませんでした",
            "deimasendeshita"
        ],
        "texto": "Ya sabemos cómo expresar un estado de ser utilizando 「です」, 「だ」, etc. pero así solo se expresan acciones puntuales, o eres algo o no lo eres. La forma gramatical que vamos a tratar ahora, en cambio, sirve para expresar el estado continuado, mantenido o duradero de un verbo de acción. En español se expresa mediante un gerundio, excepto en algunos casos que veremos más tarde. Para formarla utilizaremos la forma -te que aprendimos en la pasada sección, luego solo tenemos que añadirle 「いる」. Después trataremos a todo el conjunto como a un verbo -ru normal.\nEste 「いる」 es el mismo verbo -ru que vimos en la sección \"La forma negativa de los verbos\" y que describe existencia, . Solo que, en este caso, no tenemos que preocuparnos de si el sujeto es animado o no.\n\n```\nUso de la forma 「～ている」 para estados que duran\nPara describir una acción duradera primero se conjuga el verbo a la forma -te y luego se le añade el verbo 「いる」. El resultado obtenido se conjuga como un verbo -ru.\n\n例）　食べる → 食べて → 食べている\n例）　読む → 読んで → 読んでいる\n```\n\nç\n\nExamples\n（１）　友達は何をしているの？- ¿Qué está haciendo amigo?\n（２）　昼ご飯を食べている。- (Amigo) está comiendo almuerzo.\n\nHabrás notado que una vez que transformado en un verbo -ru regular se le pueden aplicar todas las conjugaciones habituales. En los ejemplos aparecen la conjugación de la forma masu y la de la forma negativa.\n\n（１）　何を読んでいる？- ¿Qué estás leyendo?\n（２）　教科書を読んでいます。- Estoy leyendo libro de texto.\n\n（１）　話を聞いていますか。- ¿Me estás oyendo? (lit: ¿Estás oyendo la historia?)\n（２）　ううん、聞いていない。- No, no estoy escuchando.\n\nç\n\nComo a la gente, por lo general, le da mucha pereza rotar la lengua y pronunciar correctamente la 「い」, en gran parte de las situaciones informales la 「い」, sencillamente, se elimina. Esto es así al hablar. Al escribir un ensayo o artículo habrá que incluir siempre la 「い」. Veamos las versiones abreviadas de los ejemplos vistos anteriormente.\n\n（１）　友達は何をしてるの？- ¿Qué está haciendo amigo?\n（２）　昼ご飯を食べてる。- (Amigo) está comiendo almuerzo.\n\n（１）　何を読んでる？- ¿Qué estás leyendo?\n（２）　教科書を読んでいます。- Estoy leyendo libro de texto.\n\n（１）　話を聞いていますか。- ¿Me estás escuchando? (lit: ¿Estás escuchando a historia?)\n（２）　ううん、聞いてない。- No, no estoy escuchando.\n\nç\n\nNotarás que solo he dejado la 「い」 en las formas corteses. Aunque la gente omite la 「い」 incluso en la forma cortés, es preferible que te acostumbres primero a la forma correcta de decir las cosas antes de ser abducido por abreviaciones que se utilizan en el habla informal. Te va a sorprender lo amplio del repertorio de abreviaturas que existen en el habla informal (también te va a sorprender lo largo que se vuelve todo en el habla más formal). Básicamente las abreviaciones aparecerán si te ponéis en plan vago y dices juntas todas las palabras. Las partículas también se omiten por todas partes.\n\nPor ejemplo:\n（１）　何をしているの？(Es tan latoso tener que decir esas partículas todo el rato...)\n（２）　何しているの？ (Uf, detesto tener que pronunciar todas las vocales.)\n（３）　何してんの？ (Ah, perfecto.)"
    },
    {
        "id": "enduring_2",
        "titulo": "Otros usos de la forma -te",
        "subtitulo": "El uso de 「～てある」 para estados resultantes",
        "formas": [
            "てある",
            "tearu"
        ],
        "texto": "Del mismo modo que hay un 「ある」 que va con 「いる」, hay una forma 「～てある」 que tiene también un significado especial. Si se sustituye 「いる」 por 「ある」 pasa, de ser una acción continua, a ser el estado resultante de que la acción haya tenido lugar. Esta expresión se utiliza por lo general para expresar que algo se ha completado. La acción que se ha completado lleva consigo el matiz de que se ha completado como paso preparatorio para alguna otra cosa.\n\nEjemplos\nPuesto que esto es un estado de una acción completada es habitual ver las partículas 「は」 y 「も」 en lugar de la partícula 「を」.\n\n（１）　準備はどうですか。- ¿Qué tal van los preparativos?\n（２）　もう、してあるよ。 - Ya me he ocupado de ello.\n\n（１）　旅行の計画は終った？- ¿Ya están terminados los planes del viaje?\n（２）　うん、切符を買ったし、ホテルの予約もしてある。- Aha, sí, no solo he comprado el billete, también me he ocupado de las reservas de hotel."
    },
    {
        "id": "enduring_3",
        "titulo": "Otros usos de la forma -te",
        "subtitulo": "Uso de la forma 「～ておく」 como preparación para el futuro",
        "formas": [
            "ておく",
            "teoku",
            "ておきます",
            "teokimasu",
            "とく",
            "toku",
            "ときます",
            "tokimasu"
        ],
        "texto": "Mientras 「～てある」 aporta el matiz de que se trata de una acción concluida como preparativo para algo más, 「～ておく」 establece de forma explicita que la acción se realiza (o se va a realizar) con vistas al futuro. Imagínate que has hecho una empanada deliciosa y que vas a ponerla en el alfeizar de la ventana para que se enfríe y te la puedas comer más tarde. Esta imagen refleja y explica por qué el verbo 「おく」 （置く）, que significa \"colocar\", tiene aquí el significado que tiene. (Lástima que las empanadas puestas en los alfeizares de las ventanas siempre sufran algún altercado, especialmente en los dibujos animados). Aunque 「置く」 se escribe con kanji se suele, por lo general, poner en hiragana cuando va unido a una forma gramatical (como la forma -te).\n\nç\n\nEjemplos\n（１）　晩ご飯を作っておく。- Hacer la cena (con vistas al futuro).\n（２）　電池を買っておきます。 - Voy a comprar pilas (con vistas al futuro).\n\nComo la proximidad entre los dos sonidos 't' de 「ておく」 hacen que sea difícil de pronunciar, normalmente se reduce a 「～とく」.\n\n（１）　晩ご飯を作っとく。- Hacer la cena (con vistas al futuro).\n（２）　電池を買っときます。- Voy a comprar pilas (con vistas al futuro)."
    },
    {
        "id": "enduring_4",
        "titulo": "Otros usos de la forma -te",
        "subtitulo": "El uso de verbos de movimiento （行く、来る） con la forma -te",
        "formas": [
            "ていく",
            "て行く",
            "teiku",
            "ていきます",
            "て行きます",
            "teikimasu",
            "てくる",
            "て来る",
            "tekuru",
            "てきます",
            "て来ます",
            "tekimasu",
            "てきて",
            "て来て",
            "tekite",
            "てきた",
            "て来た",
            "tekita",
            "ていった",
            "て行った",
            "teitta",
            "てきました",
            "て来ました",
            "tekimashita",
            "ていきました",
            "て行きました",
            "teikimashita"
        ],
        "texto": "También puedes usar el verbo de movimiento \"ir\" （行く） y \"venir\" con la forma -te, para indicar que una acción se dirige hacia o procede de algún lugar. El ejemplo más común y útil de ésto es el verbo 「持つ」 (tener). Mientras 「持っている」 significa que estás en el estado de tener algo (en posesión de), cuando el 「いる」 es reemplazado por 「いく」 o por 「くる」, significa que estás trayendo o llevando algo. Naturalmente, la conjugación es la misma que la de los verbos 「行く」 y 「来る」normales.\n\nEjemplos\n（１）　鉛筆を持っている？- ¿Tienes un lápiz?\n（２）　鉛筆を学校へ持っていく？- ¿Te llevas un lápiz al colegio?\n（３）　鉛筆を家へ持ってくる？- ¿Te llevas un lápiz a casa?\n\nç\n\nEn el caso de estos ejemplos puede tener más sentido pensar en ellos como si se tratase de una secuencia de acciones: coger alguna cosa e irse, o coger alguna cosa y volver. Aquí hay un par de ejemplos más.\n\n（１）　お父さんは、早く帰ってきました。- Papá volvió a casa temprano.\n（２）　駅の方へ走っていった。- Corrió en dirección a la estación.\n\nLos verbos de movimiento también pueden usarse en expresiones de tiempo que se dirijan o lleguen al presente.\n\nç\n\n（１）　冬に入って、コートを着ている人が増えていきます。\n- Al empezar el invierno las personas que llevan abrigo van a aumentar (hacia el futuro).\n\n（２）　一生懸命、頑張っていく！\n- ¡Me esforzaré todo lo que pueda (hacia el futuro)!\n\n（３）　色々な人と付き合ってきたけど、いい人はまだ見つからない。\n- Haber salido (hasta ahora) con varios tipos de persona pero todavía no he encontrado una persona buena.\n\n（４）　日本語をずっと前から勉強してきて、結局はやめた。\n- Estudié japonés desde tiempo atrás (lit: durante mucho tiempo) y finalmente lo dejé."
    },
    {
        "id": "potential_1",
        "titulo": "Forma Potencial",
        "subtitulo": "La Forma Potencial",
        "formas": [
            "られる",
            "せる",
            "ける",
            "べる",
            "てる",
            "める",
            "れる",
            "ねる",
            "rareru",
            "seru",
            "keru",
            "beru",
            "teru",
            "meru",
            "reru",
            "neru"
        ],
        "texto": "Como siempre, las reglas de conjugación se dividen en tres grupos: los verbos ru, los verbos u y las excepciones. Sin embargo, la forma potencial del verbo 「する」 (que significa \"hacer\") es una excepción especial, porque se convierte en un verbo completamente diferente: 「できる」 （出来る）\n\n```\nReglas para crear una forma potencial\nVerbos -ru. Se reemplaza 「る」 por 「られる」.\n（例）　見る → 見られる\nVerbos -u - Se cambia el último carácter del sonido vocal / u / al sonido vocal / e / y se añade 「る」.\n（例）　遊ぶ → 遊べ → 遊べる\nExcepciones - 「する」 se convierte en 「できる」 y 「くる」 se convierte en 「こられる」.\n\n※Recuerda que todos los verbos potenciales se convierten en verbos -ru.\n```\n\nç\n\nHay quienes añaden solo 「れる」 y no 「られる」 a los verbos -ru. Por ejemplo, 「食べる」 pasa a ser 「食べれる」 en lugar de 「食べられる」. Sugiero leer primero la conjugación oficial de 「られる」 porque la pereza puede ser un hábito muy difícil de romper, y la versión corta, aunque común, no es técnicamente correcta.\n\nEjemplos\n（１）　漢字は書けますか？- ¿Sabes escribir kanji?\n（２）　残念だが、今週末は行けない。- Es una pena, pero no puedo ir este fin de semana.\n（３）　もう信じられない。- Todavía no puedo creerlo."
    },
    {
        "id": "surunaru_1",
        "titulo": "Sobre hacerse y hacer",
        "subtitulo": "Uso de 「なる」 y de 「する」 con nombres y adjetivos -na",
        "formas": [
            "になる",
            "になった",
            "になりました",
            "にする",
            "にします",
            "にしました",
            "ninaru",
            "ninatta",
            "ninarimashita",
            "nisuru",
            "nishimasu",
            "nishimashita"
        ],
        "texto": "Como ya vimos, el uso de 「なる」 con nombres y adjetivos -na no presenta ninguna novedad y actúa casi exactamente como sería de esperar.\n\n（１）　彼の日本語が上手になった。- Su japonés ha mejorado (lit. Se ha vuelto bueno).\n（２）　私は医者になった。- Me hice doctor (lit. Me he vuelto doctor).\n（３）　私は有名な人になる。- Llegaré a ser una persona famosa.\n\nç\n\nEn el caso de los adjetivos, el uso del verbo 「する」 con la partícula 「に」 es solo una repetición de la lección sobre los adverbios. Sin embargo, en el caso de los nombres, el utilizar el verbo 「する」 con la partícula 「に」 significa que le vas a hacer cosas a algo. Esto cambia el significado de 「する」 por el de, \"decidir sobre X\". Esta es una expresión muy común que se utiliza, por ejemplo, al pedir lo que se va a tomar en un restaurante.\n\n（１）　私は、ハンバーガーとサラダにします。\n- Quiero hamburguesa y ensalada. (lit: me decido por hamburguesa y ensalada.)\n\n（２）　他にいいものがたくさんあるけど、やっぱりこれにする。\n- Hay muchas otras cosas buenas pero, como era de esperar, me decido por ésta.\n\nSi esta expresión te parece rara piensa en la expresión española \"voy con...\" que se utiliza para expresar que uno es partidario de algo (¿A donde vas exactamente con ...? )."
    },
    {
        "id": "surunaru_2",
        "titulo": "Sobre hacerse y hacer",
        "subtitulo": "El uso de 「なる」 con los adjetivos -i",
        "formas": [
            "なった",
            "なる",
            "くなった",
            "natta",
            "naru",
            "kunatta"
        ],
        "texto": "Como la partícula 「に」 es una partícula de objetivo que se utiliza con los nombres y, por extensión, con los adjetivos -na, necesitamos alguna otra cosa para indicar que algo \"se está volviendo\" un adjetivo -i. Como \"volverse\" implica un cambio de estado, tiene sentido describir este proceso por medio de un adverbio. De hecho verás que en la sección anterior ya estábamos utilizando adverbios (uno de los tipos) cuando utilizábamos 「に」 con los adjetivos -na.\n\n（１）　去年から背が高くなったね。\n- Tu estatura ha aumentado desde el año pasado ¿no?\n\n（２）　運動しているから、強くなる。\n- Voy a ser (me voy a volver) más fuerte porque estoy haciendo ejercicio.\n\n（３）　勉強をたくさんしたから、頭がよくなった。\n- Como he estudiado mucho me he vuelto más listo. (lit: la cabeza se ha vuelto mejor)"
    },
    {
        "id": "conditional_1",
        "titulo": "Condicionales",
        "subtitulo": "Expresar una consecuencia natural usando 「と」",
        "formas": [
            "と",
            "to"
        ],
        "texto": "Primero vamos a ocuparnos del tipo más simple de \"si\", se trata del condicional que expresa una consecuencia natural. Esto significa que si sucede [X] entonces sucederá [Y], punto. Se trata de algo incuestionable. Si suelto una pelota, se caerá al suelo. Si apago las luces por la noche, se pondrá todo oscuro. Podemos expresar este tipo de condición mediante el siguiente formato. La condición tiene que ser un estado-de-ser explícito o una acción. Esto significa que los nombres no-conjugados y los adjetivos -na terminarán por 「だ」(de nuevo). Tal vez esto sea así para evitar confusiones con la partícula 「と」\n\n```\nReglas para el uso del condicional 「と」\nAñadir 「と」 a la condición y, a continuación, el resultado que se producirá si se satisface la condición.\n= [Condición] + と + [Resultado]\nEl estado de ser debe ser explícito\n= [Estado de ser] + だと + [Resultado]\n```\n\nç\n\nEjemplos\n（１）　ボールを落す と落ちる。\n- Si sueltas la pelota, se caerá.\n\n（２）　電気を消す と暗く なる。\n- Si apagas las luces se pondrá oscuro.\n\nEstos ejemplos han sido diseñados para que podamos ver cómo actúa 「と」 expresando una consecuencia natural. En el caso de que la afirmación no sea una consecuencia natural en sí misma, 「と」 informará al oyente de que, a pesar de ello, se considera que se trata de una consecuencia muy natural.\n\nç\n\n（１）　学校に行かないと 困るよ。\n- Si no vas a la escuela seguro que te vas a meter en problemas.\n\n（２）　たくさん食べると 太るよ。\n- Si comes mucho, te pondrás gordo seguro.\n\n（３）　先生だと、きっと 年上なんじゃないですか？\n- Si es un profesor seguro que es de mayor edad ¿verdad?\n\nLa parte \"seguro\" es el significado implícito aportado por 「と」. Lo que dice el hablante es que, en esa situación, la condición que viene a continuación se dará pase lo que pase."
    },
    {
        "id": "conditional_2",
        "titulo": "Condicionales",
        "subtitulo": "Condicionales contextuales usando 「なら（ば）」",
        "formas": [
            "なら",
            "nara",
            "ならば",
            "naraba"
        ],
        "texto": "Otro tipo de \"si\" relativamente fácil de entender es el condicional contextual. Podéis usar esta partícula para expresar qué es lo que va a suceder dado un determinado contexto. Por ejemplo, si lo que quieres decir es: \"Bueno, si todos van yo voy también\" habrá que usar el condicional 「なら」 porque lo que estás diciendo es que irás en el contexto de que todos los demás vayan también. El condicional contextual siempre necesita de un contexto. Lo utilizarás, por ejemplo, para decir cosas como: \"Si es de eso de lo que hablas...\" o \"Si ese es el caso, entonces...\"\nEn un sentido se trata de explicar lo que ocurriría en el supuesto de que se cumpla una determinada condición. En otras palabras, se trata de decir: \"si se da un determinado contexto esto es lo que sucederá\". En las traducciones al español de los ejemplos se expresa como \"si se da que\".\n\nEl 「なら」 va unido al contexto en el que se da el condicional. El formato es el mismo que el 「と」 condicional, sin embargo, no hay que añadir el 「だ」 declarativo.\n\nç\n\n```\nReglas para usar el condicional contextual 「なら」\n\nAñadir 「なら」 al contexto en el que el condicional tendría lugar\n= [Contexto Supuesto] + なら + [Resultado]\nNo hay que añadir el 「だ」 declarativo.\n```\n\nç\n\nEjemplos\n（１）　みんなが行くなら 私も行く。\n- Si se da que van todos yo también voy.\n\n（２）　アリスさんが言うなら 問題ないよ。\n- Si se da que Alicia-san lo dice, ningún problema.\n\nアリス）　図書館はどこですか。 - ¿Donde está la librería?\nボブ）　図書館なら、あそこ です。- Si se da que estáis hablando de la librería, entonces, está por allí.\n\nLo que viene a continuación es incorrecto.\n（誤）　図書館だ ならあそこです。\n\nPuedes preferir utilizar 「ならば」 en lugar de 「なら」, que significa exactamente lo mismo solo que es más formal."
    },
    {
        "id": "conditional_3",
        "titulo": "Condicionales",
        "subtitulo": "Condicionales generales usando 「ば」",
        "formas": [
            "ば",
            "ba",
            "ければ",
            "kereba"
        ],
        "texto": "Este tipo de condicional expresa simplemente una condición \"si\", sin suposiciones o significados añadidos. Sin embargo, no puede usarse con nombres o adjetivos -na. La conjugación del 「ば」 condicional es muy fácil. Con los verbos, como en el caso de la forma potencial, se cambia la última u por una e, luego, en lugar de añadir 「る」, se añade 「ば」. Esta regla vale también para los verbos -ru. Fácil ¿no? En el caso de los adjetivos -i y de las formas negativas terminadas por 「ない」, se quita la última 「い」 y se añade 「ければ」.\n\n```\nReglas de conjugación para 「ば」\n\nPara los verbos, como sucedía con la forma potencial, se cambia la última / u / por / e / y se añade 「ば」\n（例） 食べる　→　 食べれ → 食べれば\n（例） 待つ　→　待て → 待てば\nEn el caso de los adjetivos -i o de las formas negativas terminadas en 「ない」, se quita la última 「い」 y se le une 「ければ」.\n（例） おかしい　→　 おかしければ\n（例） ない　 →　なければ\n```\n\nç\n\nEjemplos\n（１）　友達に会えれ ば、買い物に行きます。\n- Si consigo quedar con mi amigo iremos de compras (lit. si puedo encontrarme con un amigo).\n\n（２）　お金があれば いいね。\n- Si tuviera dinero estaría bien ¿verdad?\n\n（３）　楽しければ、私 も行く。\n- Si es divertido iré también.\n\n（４）　楽しくなければ 、私も行かない。\n- Si no es divertido tampoco iré.\n\n（５）　食べなければ 病気になる よ。\n- Si no comes te pondrás enfermo."
    },
    {
        "id": "conditional_4",
        "titulo": "Condicionales",
        "subtitulo": "Condicional pasado usando 「たら（ば）」",
        "formas": [
            "たら",
            "tara",
            "たらば",
            "taraba"
        ],
        "texto": "Condicional pasado usando 「たら（ば）」\nYo llamo a éste condicional el condicional pasado, porque se forma a partir de la forma del pasado a la que se añade 「ら」. Normalmente se le llama el condicional 「たら」 porque, como todos los pasados terminan por 「た」, siempre terminan en 「たら」. Es, como el condicional 「ば」, un condicional general, excepto en que se puede utilizar también con nombres y adjetivos -na.`\n\n```\nReglas de conjugación para 「たら（ば）」\n\nPrimero se pone el nombre, adjetivo o verbo en pasado y se le añade 「ら」\n（例） 自動　→　 自動だった → 自動だったら\n（例） 待つ　→　 待った → 待ったら\n（例） 忙しい　→ 　忙しかった → 忙しかったら\n```\n\nç\n\nEjemplos\n（１）　暇だったら、遊び に行くよ。- Si estoy libre iré a jugar.\n（２）　学生だったら 、お金はありませんね。 - Si es estudiante no tiene dinero ¿eh?\nEn el caso de los adjetivos -i y de los verbos es difícil ver la diferencia entre los dos tipos de condicional, de modo que puedes conseguir que tu vida sea más fácil haciendo como si fueran el mismo. Pero si insistes, he buscado por la web una explicación de la diferencia con la que estoy bastante de acuerdo. Aquí está el texto original. Básicamente, el condicional 「たら」 se centra en lo que ocurre después de la condición. Esta es otra razón por la cual llamo a esto el condicional pasado, ya que la condición está \"en el pasado\" (no literalmente) y lo que nos interesa es el resultado, no la condición. El condicional 「ば」 por otra parte, se centra en la parte condicional.\n\nç\n\nVamos a comparar la diferencia de matiz.\n（１）　友達に会えれば 、買い物に行きます。 - Iremos de compras, si consigo quedar con mi amigo.\n（２）　友達に会えたら 、買い物に行きます。 - Si consigo quedar con mi amigo, iremos de compras.\n\n（１）　お金が あればいいね。- Estaría bien, si tuviera dinero ¿verdad?\n（２）　お金が あったらいいね。- Si tuviera dinero, estaría bien, ¿verdad?\n\nJunto con su contexto, la forma 「～たら」 suena más natural en ambos casos porque no parece que estemos centrándonos realmente en la condición misma. Es probable que estemos más interesados en lo que va a suceder una vez que nos encontremos con nuestro amigo o en lo estupendo que sería tener dinero.\n\nç\n\nEl pasado condicional es el único tipo de condicional en el que el resultado puede tener lugar en el pasado. Puede parecer extraño que aparezca un \"si\" cuando el resultado ya ha tenido lugar. En realidad en este caso no se trata realmente de un \"si\", se trata solo de un modo de expresar sorpresa por el resultado de la condición. Esto tiene poco que ver con el condicional, pero lo explico aquí porque la estructura gramatical es la misma.\n\n（１）　家に帰ったら 、誰もいなかった！\n- Cuando volví a casa no había nadie allí! (resultado inesperado)\n\n（２）　アメリカに行ったら、 たくさん太りました。\n- Como consecuencia de ir a América, me puse realmente gordo. (Resultado inesperado)\n\nPuedes decidir usar 「たらば」 en lugar de 「たら」 que significa exáctamente lo mismo, salvo que tiene un matiz más formal."
    },
    {
        "id": "conditional_4",
        "subtitulo": "¿Cómo encaja 「もし」 en todo esto (condicional)?",
        "formas": [
            "もし",
            "moshi"
        ],
        "texto": "A lo mejor te has fijado en la palabra 「もし」 que significa \"si\" y te estés preguntando qué pinta en todo esto. Bien, si quieres formular un condicional tienes que usar uno de los condicionales de que hablamos más arriba. 「もし」 es en realidad un suplemento que indica incertidumbre con respecto a si la condición es verdadera. Por ejemplo, podrías utilizarlo si quieres hacer una invitación y no quieres presuponer, como en el siguiente ejemplo.\n（１）　もし よかったら、映画を観 に行きますか？\n- Si por casualidad te parece bien ir a ver una película?\n\n（２）　もし時間が ないなら、明日でも いいよ。\n- Si se da que no hay tiempo, mañana también está bien.(No hay seguridad de si hay tiempo o no)"
    },
    {
        "id": "haveto_1",
        "titulo": "Expresando \"deber\" o \"tener que\"",
        "subtitulo": "El uso de 「だめ」, 「 いけない」 y 「ならない」 en el caso de cosas que no deben hacerse",
        "formas": [
            "だめ",
            "いけない",
            "ならない",
            "dame",
            "ikenai",
            "naranai",
            "なくては",
            "nakutewa",
            "nakuteha",
            "なければ",
            "nakereba",
            "なくちゃ",
            "なきゃ",
            "nakucha",
            "nakya"
        ],
        "texto": "Si no sabes lo que significa 「だめ」（駄目）, sugiero que lo mires en WWWJDIC y que entres en el link [Ex] para ver las frases ejemplo. En esencia significa \"no bueno\", pero fíjate bien en las frases ejemplo, porque se utiliza de muchas formas diferentes. Las otras dos palabras clave de esta sección son 「いけない」 y 「ならない」, que tienen esencialmente el mismo significado básico que 「だめ」. Sin embargo, mientras que 「いけない」 puede ir solo, 「ならない」 solo puede usarse en las expresiones que aparecen aquí. Por otra parte, aunque se conjuguen como los adjetivos -i, 「いけない」 y 「ならない」 no son verdaderos adjetivos. Aprendamos cómo usar esas palabras para indicar cosas que no deben hacerse.\n\n```\nComo decir: No hay que [verbo]\n\nPartiendo de la forma -te del verbo añade primero la partícula 「は」 (wa) y luego 「だめ」、「 いけない」 o 「ならない」.\n例） 入る → 入って + は + だめ／いけない／ならない = 入ってはだめ／ 入っては いけない／入ってはならない\n```\n\nç\n\n（１）　ここに入って はいけません。\n- No se puede entrar aquí.\n\n（２）　それを食べては だめ！\n- ¡No puedes (no debes) comer eso!\n\n（３）　夜、遅く まで電話 してはならない。\n- No puedes usar el teléfono hasta tarde por la noche.\n\n（４）　早く 寝てはなりませんでした。\n- No pudo dormir temprano.\n\nLa diferencia entre 「だめ」、 「いけない」 y 「ならない」 es, para empezar, que 「だめ」 es informal. En cuanto a 「いけない」 y 「ならない」, son básicamente idénticos, 「ならない」 se usa generalmente para cosas que se aplican a más de una persona, como reglas y normas."
    },
    {
        "id": "haveto_2",
        "titulo": "Expresando \"deber\" o \"tener que\"",
        "subtitulo": "Expresando cosas que deben hacerse",
        "formas": [
            "だめ",
            "いけない",
            "ならない",
            "dames",
            "ikenai",
            "naranai",
            "なくては",
            "nakutewa",
            "nakuteha",
            "なければ",
            "nakereba",
            "なくちゃ",
            "なきゃ",
            "nakucha",
            "nakya"
        ],
        "texto": "Puede que te hayas imaginado que lo opuesto a \"no debes hacer\" se formularía mediante 「いける」 o 「 なる」, porque tienen pinta de ser la versión positiva de 「いけない」 y 「ならない」. Pero, como ya dije, 「いけない」 y 「ならない」 son siempre negativas, así que eso no es así. La realidad es que se usan también 「だめ／ いけない／ならない」 y lo que se hace es que el verbo que va delante se cambia por uno cuyo significado sea opuesto. Este doble negativo puede confundir al principio, pero te acostumbrarás a él con la práctica. Hay tres formas de conjugar el verbo antes de añadirle 「だめ ／いけない／ならない」, y dos de ellas involucran al condicional, así que ¿no estás contento de haber aprendido el condicional en la sección anterior?\n\nç\n\n```\n¿Cómo decir: Tener que [verbo]\n\nForma -te Negativa + partícula 「は」 (wa) + だめ ／いけない／ならない\nVerbo Negativo + 「と」 condicional + だめ／いけない ／ならない\nVerbo Negativo + 「ば」 condicional + だめ／いけない ／ならない\n```\n\nç\n\n●El primer método es el mismo que la estructura gramatical \"no hay que hacer\", salvo que solo negábamos el verbo.\n\n（１）　毎日 学校に行かなくてはなりません。- Tengo que ir a la escuela todos los días.\n\n（２）　宿題をしなくて はいけなかった。- Tenía que hacer los deberes.\n\n●El segundo método utiliza el condicional natural que aprendimos en la lección anterior. Literalmente el significado es que, si no haces algo, se llega automáticamente al hecho de que ello no es bueno (en otras palabras, tienes que hacerlo). Sin embargo, la gente tiende a usarlo en situaciones que van más allá de la descripción de la consecuencia natural que aprendimos en la última lección, ya que es más corta y más fácil de usar que las otras dos estructuras gramaticales.\n\n（１）　毎日学校に 行かないとだめです。- Tengo que ir todos los días al colegio.\n\n（２）　宿題をしない といけない。- Tengo que hacer los deberes.\n\nç\n\n●El tercer método es similar al segundo, excepto en que utiliza un tipo de condicional diferente. Con el condicional 「ば」, se puede utilizar en un número mayor de situaciones. Fíjate en que, como en el caso del condicional 「ば」 el verbo siempre es negativo, quitaremos siempre la última 「い」 y le añadiremos 「ければ」.\n\n（１）　毎日 学校に 行かなければいけません。 - Tengo que ir al colegio todos los días.\n\n（２）　宿題を しなければだめだった。- Tengo que hacer los deberes.\n\nç\n\nPuede parecer que solo he arañado la superficie de una gran cantidad de material porque hay tres formas gramaticales y 「だめ／ いけない／ならない」 que aumentan las combinaciones posibles a nueve (3x3). Sin embargo, algunas combinaciones son más comunes que otras, solo que no he especificado cuales son más comunes porque cualquier combinación es técnicamente correcta, y entrar en el tema del estilo en este momento solo serviría para crear confusión. También tienes que tener en cuenta que no hay nada esencialmente nuevo en cuanto a reglas de conjugación. Ya tratamos de los condicionales en la lección anterior y de cómo añadir la partícula wa a la forma -te al comienzo de esta sección.\n\nç\n\n※ Contrastando con la realidad\nAunque hemos dedicado la sección anterior a explicar 「～なければ」 y 「～なくては」 la realidad es que, al ser demasiado largas, no se usan casi nunca en las conversaciones reales. Aunque se utilizan a menudo al escribir, la gente al hablar suele usar el 「と」 condicional o alguno de los atajos descritos anteriormente. En el habla formalel 「と」 condicional es el tipo predominanye de condicional. Aunque te expliqué bien a fondo el significado asociado al 「と」 condicional, no te tomes al pie de la letra lo que te he dicho, porque la gente es esencialmente perezosa."
    },
    {
        "id": "haveto_3",
        "titulo": "Expresando \"deber\" o \"tener que\"",
        "subtitulo": "Decir que está bién hacer o no hacer algo",
        "formas": [
            "でも",
            "ても",
            "demo",
            "temo"
        ],
        "texto": "Ahora aprenderemos a decir que está bien hacer o no hacer algo. He decidido mover está sección aquí porque, en japonés, es algo esencial saber decir que no tienes que hacer algo (diciendo que está bien no hacerlo). La regla gramatical también es relativamente fácil de entender y ocupa poco espacio.\nCon solo usar la forma -te y la partícula 「も」 lo que estás diciendo es: \"aunque hagas X...\" De entre las palabras que vienen a continuación de esto están: 「いい」, 「大丈夫」 o 「構わない」. Nos vendrán bien algunos ejemplos.\n\n（１）　全部食べても いいよ。- Puedes comértelo todo. (lit: Aunque te lo comas todo, está bien, ya sabes.)\n（２）　全部食べな くてもいいよ。- No tienes que comértelo todo. (lit: Aunque no te lo comas todo, está bien, ya sabes.)\n（３）　全部 飲んでも大丈夫だよ。 - Puedes bebértelo todo. (lit: Aunque te lo bebas todo, está bien, ya sabes.)\n（４）　全部 飲んでも構わないよ。 - Me da igual si te lo bebes todo. (lit: Aunque te lo bebas todo, no me importa, ya sabes.)\n\nç\n\nEn el habla informal, 「～てもいい」 a veces se reduce a 「～ていい」.\n\n（１）　もう 帰っていい？- Puedo volver a casa ya?\n（２）　これ、 ちょっと見て いい？- ¿Puedo echarle un vistazo a esto?"
    },
    {
        "id": "desire_1",
        "titulo": "Deseos y Sugerencias",
        "subtitulo": "Verbos que quieres hacer con 「たい」",
        "formas": [
            "たい",
            "tai",
            "たくない",
            "takunai",
            "たかった",
            "takatta",
            "たくなかった",
            "takunakatta"
        ],
        "texto": "Puedes expresar verbos que quieres hacer con la forma 「たい」. Lo único que tienes que hacer es añadir 「たい」 a la raíz del verbo. Pero a diferencia de la mayoría de las conjugaciones que hemos aprendido hasta ahora en las que el verbo se convierte en un verbo -ru, esta forma lo que hace es transformar el verbo en un adjetivo -i (fíjate en que 「たい」, oportunamente, termina por 「い」). Esto es lógico porque la forma conjugada se convierte, sencillamente, en la descripción de algo que quieres hacer. Una vez obtenida, la forma 「たい」 se puede conjugar como se conjugaría cualquier adjetivo -i. Pero la forma 「たい」 difiere de los adjetivos -i normales en que deriva de un verbo, de ahí que puedan usarse con ella cualquiera de las partículas que normalmente van asociadas a los verbos, como 「を」、「に」、「へ」 o 「で」 , lo cual no es así en el caso de los adjetivos -i. Aquí un cuadro sólo para tí.\n\nç\n\nEjemplos\n（１）　何をしたいですか。- ¿Qué quieres hacer?\n（２）　温泉に行きたい 。- Quiero ir a los baños termales.\n（３）　ケーキ、食べたくない の？。- ¿Quieres comer pastel?\n（４）　食べたくなかった けど食べたくなった。- No quería comer pero ya quiero comer.\n\nEl ejemplo （４） es muy complicado de traducir, pero en japonés es muy simple, ve a \"El uso de 「なる 」 con adjetivos -i\". Se ha utilizado la forma pasada del verbo 「なる」 para formar \"se volvió (transformó en) querer comer\". Aquí tienes un trabalenguas en el que se utiliza la forma negativa 「～たくない」 y el pasado de 「なる」： 「 食べたくなくなった」 significa \"se volvió (se transformó en) no querer comer\".\n\nç\n\nAunque sea una obviedad te diré que 「ある」 no puede tener forma 「たい」 porque los objetos inanimados no pueden desear nada. Sin embargo, 「いる」 puede utilizarse con la forma 「たい」 en ejemplos como el de más abajo.\n（１）　ずっと 一緒にいたい。 - Quiero que estemos juntos para siempre.\n\nAdemás, la forma 「たい」 solo puede usarse con la primera persona, porque no puedes leer la mente de los demás para saber lo que quieren hacer. Para referirse a alguien que no sea uno mismo lo normal es utilizar expresiones del tipo: \"Creo que quiere...\" o \"Ha dicho que quiere...\" Vamos a aprender ese tipo de expresiones más adelante. Claro que si estás haciendo una pregunta puedes utilizar 「たい」, porque no se presume que sepas nada.\n（１）　犬と遊びたいですか。- ¿Quieres jugar con perro?"
    },
    {
        "id": "desire_2",
        "titulo": "Deseos y Sugerencias",
        "subtitulo": "Señalar cosas que quieres tener, o que quieres que se hagan, usando 「欲しい」",
        "formas": [
            "ほしい",
            "hoshii"
        ],
        "texto": "En español, para decir que queremos algo, usamos un verbo. En japonés \"querer\" es en realidad un adjetivo -i, no un verbo. Vimos algo parecido con 「好き」 que, en japonés, es un adjetivo, mientras que en español es un verbo (el verbo gustar). Aunque no me centré mucho en el funcionamiento de 「好き」, he dedicado una sección completa a 「欲しい」 porque, en combinación con la forma -te de un verbo, significa \"querer que se haga algo\". Más adelante, en la sección titulada \"Perdir que se haga algo\" aprenderemos que hay formas más adecuadas de solicitar las cosas que decir: \"Quiero que se haga esto\".\nAunque no es ninguna regla establecida, las palabras que van unidas a la forma -te de un verbo cumpliendo una función gramatical determinada se escriben en hiragana. Esto es así porque ya se utiliza un kanji para el verbo, y la palabra que se le añade forma parte de dicho verbo.\n\nç\n\nEjemplos\n（１）　大きい縫いぐるみが欲しい！- ¡Quiero una muñeca de trapo enorme!\n（２）　全部 食べてほしい んだけど・・・ - Quiero que te lo comas todo, pero...\n（３）　部屋をきれいに してほしい のよ。 - Es que quiero la habitación limpia, ya sabes.\n\nComo ya dije, hay formas más elaboradas de pedir cosas de las que no vamos a tratar hasta más tarde. Esta regla gramatical no se utiliza mucho pero la incluyo para que tengas el cuadro completo."
    },
    {
        "id": "desire_3",
        "titulo": "Deseos y Sugerencias",
        "subtitulo": "Expresar la intención de hacer algo utilizando la forma volitiva (informal)",
        "formas": [
            "よう",
            "you",
            "そう",
            "こう",
            "ぼう",
            "とう",
            "もう",
            "ろう",
            "のう",
            "sou",
            "kou",
            "bou",
            "tou",
            "mou",
            "rou",
            "nou"
        ],
        "texto": "Aquí el término volitivo significa \"deseo de hacer algo\". Dicho de otro modo, la forma volitiva indica que alguien está dispuesto a hacer algo. En español esto se traduce generalmente como \"hagamos (tal o cual cosa)\" o como \"¿que tal si hacemos (tal o cual cosa?)\", pero veremos también en una lección ulterior cómo esta indicación o gesto de ir a hacer algo puede utilizarse también para expresar que se ha hecho un esfuerzo para hacer algo.\nEn el habla informal, las reglas para conjugar los verbos a la forma volitiva son diferentes dependiendo de si se trata de verbos -ru o de verbos -u. En el caso de los verbos -ru solo hay que quitar 「る」 y añadir 「よう」. En el caso de los verbos -u se reemplaza la / u / por una / o / y se le añade 「う」.\n\nç\n\n```\nReglas para conjugar la forma volitiva informal\n\nEn el caso de los verbos -ru: se quita la 「る」 y añadid 「よう」\n例） 食べる → 食べ + よう → 食べよう\nEn el caso de los verbos -u: se reemplaza la / u / por una / o / y añadidle 「う」.\n例） 入 る → 入ろ + う → 入ろう\n```\n\nEjemplos\nDudo que llegues a utilizar 「死のう」 (¡muramos!) pero lo he incluido para que tengas el cuadro completo. Aquí tienes ejemplos más realistas.\n\n（１）　今日は何を しようか？ - ¿Qué vamos a hacer hoy?\n（２）　テーマパークに 行こう！ - ¡Vamos al parque temático!\n（３）　明日は何を 食べようか？ - ¿Qué vamos a comer mañana?\n（４）　カレーを 食べよう！ - ¡Comamos curry!\n\n¡Recuerda!, como estás planteando hacer algo, no tiene sentido poner el verbo en pasado, por eso solo hay una conjugación posible y si sustituyeras el 「明日」 de （３） por, por ejemplo, 「昨日」 entonces la frase no tendría sentido."
    },
    {
        "id": "desire_4",
        "titulo": "Deseos y Sugerencias",
        "subtitulo": "Expresar la intención de hacer algo utilizando la forma volitiva (formal)",
        "formas": [
            "ましょう",
            "mashou"
        ],
        "texto": "La conjugación de la forma cortés o formal es todavía más sencilla. Lo único que tienes que hacer es añadir 「～ましょう」 a la raiz del verbo. Lo mismo que con la forma -masu, los verbos en forma volitiva van al final de la frase. De hecho, las terminaciones formales deben ir siempre al final, como ya vimos.\nReglas para conjugar la forma volitiva cortés\n\n```\nPara todos los verbos: se añade 「～ましょう」 a la raíz del verbo\n\n例） 食べる → 食べ + ましょう → 食べましょう\n例） 入る → 入り + ましょう → 入りましょう\n```\n\nç\n\nEjemplos\nOtra vez lo de ántes, pero en forma cortés.\n\n（１）　今日は何を しましょうか？ - ¿Qué vamos a hacer hoy?\n（２）　テーマパークに 行きましょう！ - ¿Vamos a un parque temático!\n（３）　明日は何を 食べましょうか？ - ¿Qué vamos a comer mañana?\n（４）　カレーを食べましょう ！ - ¡Comamos curry!\nHacer sugerencias utilizando los condi"
    },
    {
        "id": "desire_5",
        "titulo": "Deseos y Sugerencias",
        "subtitulo": "Hacer sugerencias utilizando los condicionales 「ば」 o 「たら」",
        "formas": [
            "ば",
            "ba",
            "たら",
            "tara"
        ],
        "texto": "Se pueden hacer sugerencias utilizando los condicionales 「ば」 o 「たら」 y añadiendo 「どう」. Esto significa, literalmente: \"si haces [X], ¿cómo es?\" En español sería: \"¿qué tal si hacemos [X]?\" Esto no es nada nuevo desde el punto de vista gramatical pero, como en el caso de 「～たくなる」 y de 「～てほしい」, es una frase hecha.\n\nEjemplos\n（１）　銀行に行ったら どうですか。- ¿Qué tal si vamos al banco?\n（２）　たまに ご両親と話せば どう？- ¿Qué tal si hablamos con tus padres de vez en cuando?"
    },
    {
        "id": "quotation_1",
        "titulo": "Definiendo y Describiendo",
        "subtitulo": "La cita directa",
        "formas": [
            "と",
            "to"
        ],
        "texto": "Vamos a aprender el tipo más sencillo de cita, la cita directa. Se trata sencillamente de repetir algo que se ha dicho. Para hacerlo se pone la afirmación entre comillas, se le añade 「と」 y se le añade luego el verbo de que se trate. Los verbos más comúnmente asociados con las citas directas son 「言う」 y 「聞く」 pero también se puede utilizar cualquier verbo que se relacione con las citas directas como: 「叫ぶ」, 「呼ぶ」, 「呟く」 etc. Éste tipo de cita aparece muy a menudo en las novelas y en otros textos narrativos.\n\nç\n\nEjemplos\n（１）　アリスさんが、「寒い」と言った。- Alicia dijo: \"Frío\".\n（２）　「今日は授業がない」と先生から聞いたんだけど。- Es que oí decir al profesor: \"Hoy no hay clase\".\n\nNo es necesario que el verbo esté en contacto directo con la frase subordinada. Mientras que el verbo al que se refiere la frase subordinada vaya delante del resto de los verbos, se pueden poner entre medias todos los adjetivos, adverbios o nombres que queramos.\n\n（１）　「寒い」とアリスさんが言った。- \"Frío,\" dijo Alicia."
    },
    {
        "id": "quotation_2",
        "titulo": "Definiendo y Describiendo",
        "subtitulo": "La cita interpretada",
        "formas": [
            "と",
            "tos"
        ],
        "texto": "El segundo tipo de cita es la que refiere algo que alguien ha dicho. No es una cita literal. Como no es una cita directa, no se pone entre comillas. También se pueden referir pensamientos por medio de una cita interpretada. Utilizando la cita y el verbo 「思う」 se puede decir que pensamos que algo es esto o lo otro. Ya verás que los japoneses la utilizan constantemente. También se puede utilizar el verbo 「考える」 si estás planteándote alguna cosa.\n\nEjemplos\n（１）　先生から今日は授業がないと聞いたんだけど。- Oí decir al profesor que hoy no hay clase.\n（２）　これは、日本語で何（なん）と言いますか。- ¿Cómo se dice esto en japonés? (lit: ¿qué dices por esto en japonés?)\n（３）　私はアリスと言います。- Me llaman Alicia. (lit: En cuanto a mí, dices Alicia.)\n\nEn una cita interpretada el significado de 「言う」 puede variar, como sucede en los ejemplos （２） y （３）. En realidad, como se puede ver en la traducción literal, el significado en japonés sigue siendo el mismo, sólo cambia cuando se traduce al español.\n\nç\n\nAlgunos ejemplos de pensamientos que se suelen utilizar como citas.\n\n（４）　カレーを食べようと思ったけど、あきらめた。- Pensé en ir a comer curry, pero no lo hice.\n（５）　今、どこに行こうかと考えている。- Ahora estoy pensando dónde ir.\n\nEn el ejemplo （５）, se utiliza el signo de interrogación con la forma volitiva para insertar una pregunta en la frase.\n\nç\n\nA diferencia de la cita directa, que se pone tal cual, cuando la cita es un estado de ser de un nombre o de un adjetivo-na hay que incluir de forma explícita el 「だ」 declarativo para indicarlo.\n\n（１）　彼は、これは何（なん）だと言いましたか。- ¿Qué dijo él que es esto?\n（２）　彼は高校生だと聞いたけど、信じられない。- He oído decir que él es un estudiante de la escuela superior, pero no puedo creerlo.\n\nSe añade 「だ」 para declarar de forma explícita el estado de ser que aparece en rojo en la traducción española."
    },
    {
        "id": "quotation_3",
        "titulo": "Definiendo y Describiendo",
        "subtitulo": "La versión casual de 「と」: って",
        "formas": [
            "って",
            "tte"
        ],
        "texto": "Puede que te sorprenda saber que hay una versión más corta e informal de la cita, dado que ésta es ya tan solo un carácter hiragana: 「と」. Pero lo importante es que, usando esta abreviatura informal, se puede omitir el resto de la frase y esperar que la audiencia la deduzca a partir del contexto.\n\nEjemplos\n（１）　智子は来年、海外に行くんだって。\n- Tomoko dijo que se iría al extranjero el año que viene.\n\n（２）　もうお金がないって。\n- Ya te he dicho que no tengo dinero.\n\n（３）　え？何だって？\n- Eh? ¿Qué has dicho?\n\n（４）　今、時間がないって聞いたんだけど、本当？\n- He oído que ahora no tienes tiempo ¿es verdad?\n\n（５）　今、時間がないって、本当？\n- Ahora no tienes tiempo (he oído) ¿es verdad?\n\n「って」 no solo sirve para citar algo que se haya dicho, también puede servir para hablar prácticamente de todo. Ya verás que 「って」 se utiliza constantemente en el habla casual. La mayoría de las veces se utiliza en lugar de la partícula 「は」 para proponer un tema, con el significado de \"con respecto a tal-y-tal...\"\n\nç\n\nEjemplos\n（１）　明日って、雨が降るんだって。\n- Con respecto a mañana, he oído que va a llover.\n\n（２）　アリスって、すごくいい人でしょ？\n- Con respecto a Alicia, es una buena persona ¿no?"
    },
    {
        "id": "try_1",
        "titulo": "Probando algo o intentando hacer algo",
        "subtitulo": "Probar algo",
        "formas": [
            "てみる",
            "て見る",
            "temiru",
            "て見た",
            "てみた",
            "temita",
            "て見ない",
            "てみない",
            "teminai",
            "て見なかった",
            "てみなかった",
            "teminakatta",
            "て見たい",
            "てみたい",
            "temitai"
        ],
        "texto": "Para probar algo solo hay que cambiar el verbo a la forma -te y añadir 「みる」. Un truco para recordar esto es verlo como una acción que transcurre y de la que estás viendo el resultado. De hecho 「みる」 se conjuga igual que 「見る」. Pero, como sucedía con la expresión gramatical 「～てほしい」, que ya vimos, se trata de una frase hecha y 「みる」 se escribe, por lo general, en hiragana.\n\n```\nResumen\n\nPara decir que has probado algo, toma la acción, conjúgala a su forma -te te- y añádele 「みる」.\n例）　切る → 切って → 切ってみる\n\nSe puede tratar a la frase resultante como a un verbo regular, como se haría con 「見る」.\n例）　切ってみる、切ってみた、切ってみない、切ってみなかった\n```\n\nç\n\nEjemplos\n（１）　お好み焼きを始めて食べてみたけど、とても おいしかった！- He probado comer okonomiyaki por primera vez y estaba delicioso!\n（２）　お酒を飲んで みましたが、 すごく眠くなりました。- He probado a beber alcohol y me entró mucho sueño.\n（３）　新しいデパート に行ってみる。- Voy a probar los nuevos grandes almacenes.\n（４）　広島の お好み焼きを食べてみたい！- Quiero intentar comer el okonomiyaki de Hiroshima!"
    },
    {
        "id": "try_2",
        "titulo": "Probando algo o intentando hacer algo",
        "subtitulo": "Intentar o tratar de hacer algo",
        "formas": [
            "とする",
            "tosuru",
            "とした",
            "toshita",
            "としている",
            "toshiteiru"
        ],
        "texto": "Ya sabemos que la forma volitiva servía para expresar el deseo de hacer algo. Si estabais pensando en que la estructura gramatical \"intentar hacer algo\" involucra a la forma volitiva has acertado. Para decir que se ha intentado hacer algo hay que conjugar el verbo a su forma volitiva, ponerlo entre interrogantes (de modo que podamos llevar a cabo una acción en la frase) y, finalmente, añadir el verbo 「する」. O, dicho de manera más simple, solo hay que añadir 「とする」 a la forma volitiva del verbo. Esto no es nada más que una extensión de la sección sobre \"frases subordinadas que son citas\" que acabamos de ver. En lugar de decir la cita （言う） o de tratarla como si fuese un pensamiento （思う、考える）, sencillamente la \"hacemos\" con 「する」.\n```\nResumen\n\nPara decir que estás intentando llevar a cabo una determinada acción, pasa la acción a la forma volitiva y añade 「とする」.\n例）　見る → 見よう → 見ようとする\n例）　行く → 行こう → 行こうとする\n```\n\nç\n\nEjemplos\n（１）　毎日、勉強 を避けようとする。\n- Todos los días intenta no estudiar.\n\n（２）　無理矢理に部屋に入ろうとしている。\n- Intenta entrar a la fuerza en la habitación.\n\n（３）　早く寝ようとしたけど、結局は徹夜した。\n- Intenté dormirme temprano pero terminé pasando la noche en vela.\n\n（４）　お酒を飲もうとしたが、奥さん が止めた。\n- Intentó beber alcohol pero su mujer le detuvo.\n\nAunque utilicemos el verbo 「する」 para decir \"hacer un intento\", podemos utilizar otros verbos cuando se trata de intentar hacer otras cosas. Por ejemplo, podemos utilizar el verbo 「 決める」 para decir, \"decide intentar hacer [X]\". Aquí hay algunos ejemplos de otras acciones que se intentan.\n\n（１）　勉強をなるべ く避けようと思った。\n- Pensé que intentaría evitar estudiar mientras fuera posible.\n\n（２）　毎日ジムに行こうと決めた。\n- Decidió intentar ir al gimnasio todos los días."
    },
    {
        "id": "favor_1",
        "titulo": "Dar y Recibir",
        "subtitulo": "Cuando utilizar 「あげる」",
        "formas": [
            "あげる",
            "ageru",
            "やる",
            "yaru"
        ],
        "texto": "「あげる」 es la palabra japonesa que se utiliza para decir \"dar\" desde el punto de vista del hablante. Este verbo se utiliza cuando se da algo a alguien o cuando se hace algo para alguien.\nEjemplo\n（１）　私が友達にプレゼントをあげた。\n- Le di un regalo a amigo.\n\n（２）　これは先生にあげる。\n- Voy a dar esto a profesor.\n\nPara expresar que se está haciendo un favor (verbo) se utiliza la siempre útil forma -te y luego se le añade 「あげる」. Ésto es aplicable también al resto de las secciones de esta lección.\n\n（１）　車を 買ってあげるよ。\n- Te voy a hacer el favor de comprar un coche.\n\n（２）　代わりに行ってあげる。\n- Te voy a hacer el favor de ir en tu lugar.\n\nç\n\nEste verbo se utiliza en tercera persona cuando el hablante lo ve desde el punto de vista del que da. Veremos el significado de esto a continuación, cuando nos ocupemos del verbo 「くれる」.\n\n（１）　学生がこれを先生にあげる。\n- El estudiante dio esto al profesor. (Visto desde el punto de vista del estudiante)\n\n（２）　友達が父にいいことを教えてあげた。\n- El amigo hizo el favor de enseñar algo bueno a mi padre. (Visto desde el punto de vista del amigo)\n\nEl uso de 「やる」 con el significado de 「あげる」\nAl hablar de mascotas se puede sustituir 「やる」, que por lo general significa \"hacer\", por 「あげる」. Esta palabra no se utiliza nunca para dirigirse a las personas, a menos que se quiera insultar a alguien. Te aclaro este punto para que no confundas las frases siguientes:\n（１）　犬に餌をやった？ - ¿Le diste comida al perro?\nAquí, 「やる」 no significa \"hacer\" sino \"dar\". Se puede decir porque \"haciendo comida para perro\" no tiene ningún sentido."
    },
    {
        "id": "favor_2",
        "titulo": "Dar y Recibir",
        "subtitulo": "Cuando utilizar 「くれる」",
        "formas": [
            "くれる",
            "kureru"
        ],
        "texto": "「くれる」 es un verbo que también significa \"dar\", pero a diferencia de 「あげる」, es desde el punto de vista del que recibe. Tenéis que utilizar este verbo cuando alguien diferente esté dando algo o haciendo algo por ti (lo contrario de 「あげる」).\n\nEjemplos\n（１）　友達が私にプレゼントをくれた。\n- Amigo dio regalo a mí.\n\n（２）　これは、先生がくれた。\n- Profesor dio esto a mí.\n\n（３）　車を買ってくれるの？\n- ¿Me puedes hacer el favor de comprar un coche para mí?\n\n（４）　代わりに行ってくれる？\n- ¿Puedes hacerme el favor de ir en mi lugar?\n\nDe forma similar, si se utiliza en tercera persona, el hablante habla desde el punto de vista del receptor, y no desde el del que da.\n\n（１）　先生がこれを学生にくれる。\n- El profesor le dio esto al estudiante. (Desde el punto de vista del estudiante)\n\n（２）　友達が父にいいことを教えてくれた。\n- El amigo hizo el favor de enseñar algo bueno a mi padre. (Desde el punto de vista del padre)\n\nç\n\nDesde el punto de vista del hablante, todo el dar que se dirige a otros \"sube\" hacia los demás, mientras que el dar hecho por los demás \"baja\" hacia el hablante. Esto posiblemente esté relacionado con el hecho de que hay un verbo idéntico 「上げる」 que significa \"elevar\" que contiene el carácter \"arriba\" （上） y con que la versión honorífica de 「くれる」 sea 「下さる」 con el carácter \"abajo\" （下）. Esta restricción nos permite deducir algunas cosas de frases ambiguas como las siguientes:\n\n（１）　先生が教えてあげるんですか。\n- Profesor ¿quieres ser el que haga el favor de enseñar a... [cualquiera que no sea el hablante]?\n\nComo cuando se da algo a quien habla se utiliza siempre 「くれる」, sabemos que lo que da el profesor irá dirigido a cualquier otra persona que no sea el hablante. El hablante también lo ve desde el punto de vista del profesor como que el favor se dirige a alguna otra persona.\n\n（２）　先生が教えてくれるんですか。\n- Profesor ¿quieres ser el que haga el favor de enseñar a... [quién sea, incluso el hablante]?\n\nç\n\nComo quien da no es el hablante, el profesor da, o al hablante, o a cualquier otra persona. El hablante lo ve desde el punto de vista del que recibe como recibiendo un favor hecho por el profesor.\n\nVeamos algunos errores que hay que vigilar.\n\n（誤）　私が全部食べてくれました。- 「くれる」 se está usando como dar hecho por el que habla. (Incorrecto)\n（正）　私が全部食べてあげました。- Hice el favor de comerlo todo. (Correcto)\n\n（誤）　友達がプレゼントを私にあげた。- 「あげる」 se utiliza como dando al hablante. (Incorrecto)\n（正）　友達がプレゼントを私にくれた。- Amigo dio regalo a mí. (Correcto)"
    },
    {
        "id": "favor_3",
        "titulo": "Dar y Recibir",
        "subtitulo": "Cuando utilizar 「もらう」",
        "formas": [
            "もらう",
            "morau"
        ],
        "texto": "「もらう」 significa \"recibir\". A diferencia de 「あげる／くれる」, solo tiene una versión, de modo que hay poco que explicar. Quiero aclarar que, puesto que se recibe algo desde alguien, es tan adecuado utilizar aquí la partícula 「から」 como la partícula de objetivo 「に」.\n\nEjemplos\n（１）　私が友達にプレゼントをもらった。\n- Recibí regalo de amigo.\n\n（２）　友達からプレゼントをもらった。\n- Recibí regalo de amigo.\n\n（３）　これは友達に買ってもらった。\n- Sobre esto, recibí el favor de comprarlo desde amigo.\n\nç\n\n（４）　宿題をチェックしてもらいたかったけど、時間がなくて無理だった。\n- Yo quería recibir el favor de corregir los deberes, pero no había tiempo y fue imposible.\n\n「もらう」 se ve desde la perspectiva de quién recibe, de modo que, en el caso de la primera persona, otros no reciben normalmente cosas desde ti. Sin embargo, puedes querer utilizar 「私からもらう」 cuando quieras poner énfasis en el hecho de que la otra persona haya recibido algo de ti. Por ejemplo, si lo que quieres decir es: \"¡Oye, eso te lo di yo!\" tendrás que usar 「あげる」. Pero deberás usar 「もらう」 si lo que quieres decir es: \"¡Oye, eso lo recibiste de mí!\"\n\n（５）　その時計は私からもらったのよ。\n- [Él] recibió ese reloj de mí."
    },
    {
        "id": "favor_4",
        "titulo": "Dar y Recibir",
        "subtitulo": "Pedir favores con 「くれる」 o con 「もらえる」",
        "formas": [
            "くれる",
            "kureru",
            "もらえる",
            "moraeru"
        ],
        "texto": "Puedes hacer peticiones utilizando 「くれる」 y la forma potencial de 「もらう」 (¿puedo recibir el favor de...). Ya hemos visto un ejemplo de esto en el ejemplo （４） de la sección sobre 「くれる」. Como las peticiones son favores que se le hacen al hablante, en este caso no se puede usar 「あげる」.\nEjemplos\n（１）　千円を貸してくれる？\n- Me puedes hacer el favor de prestarme 1000 yenes?\n\n（２）　千円を貸してもらえる？\n- Puedo recibir el favor de que me prestes 1000 yenes?\n\nHabrás visto que las dos frases significan esencialmente la misma cosa. Esto se debe a que ni el que da ni el que recibe aparecen en la frase, porque se deducen del contexto. Si tuviéramos que escribir la frase completa, ésta sería:\n\n（１）　あなたが、私に千円を貸してくれる？\n- Me puedes hacer el favor de prestarme 1000 yenes?\n\n（２）　私が、あなたに千円を貸してもらえる？\n- Puedo recibir el favor de que me prestes 1000 yenes?\n\nCuando uno se dirige a alguien, no es normal incluir de forma explícita el sujeto y el destinatario. Lo he hecho aquí para ilustrar el cambio de sujeto y de destinatario en función al verbo 「くれる」 y 「もらえる」.\n\nç\n\nPara dulcificar una petición se puede usar la forma negativa. Ya veremos esto en muchos otros tipos de construcción gramatical.\n\n（１）　ちょっと静かにしてくれない？\n- ¿Podrías ser un poco más silencioso?\n\n（２）　漢字を書いてもらえませんか。\n- ¿Puedes escribir por mí este kanji?\n\nPedir a alguien que no haga algo\nPara pedir a alguien que no haga algo, solo hay que añadir 「で」 a la forma negativa del verbo y hacer como se dijo anteriormente.\n\n（１）　全部食べないでくれますか。\n- ¿Puedes no comértelo todo?\n\n（２）　高い物を買わないでくれる？\n- ¿Puedes no comprar cosas caras?"
    },
    {
        "id": "requests_1",
        "titulo": "Haciendo Peticiones y dar órdenes",
        "subtitulo": "「～ください」－ Una conjugación especial de 「くださる」",
        "formas": [
            "ください",
            "kudasai",
            "くれ",
            "kure"
        ],
        "texto": "「ください」 es una conjugación especial de 「くださる」, que es la forma honorífica de 「くれる」. Aprenderemos más sobre formas honoríficas y humildes al principio de la siguiente sección. Vamos a ocuparnos aquí de 「ください」 porque tiene un significado ligeramente diferente a 「くれる」 y al honorífico 「くださる」. 「ください」 es distinto de 「くれる」 de la siguiente forma:\n（１）　それをください。- Déme ese, por favor.\n（２）　それをくれる？- ¿Puede darme ese?\nComo puedes ver 「ください」 es una petición directa de algo, mientras que 「くれる」 se utiliza como una pregunta en la que se pide a alguien que de algo. Sin embargo, es similar a 「くれる」 en que se puede solicitar que se haga algo añadiéndolo a la forma -te del verbo.\n（１）　漢字で書いてください。- Escríbelo en kanji, por favor.\n（２）　ゆっくり話してください。- Habla despacio, por favor.\n\nç\n\nLas reglas para hacer peticiones negativas son las mismas que funcionan con 「くれる」 .\n（１）　落書きを書かないでください。- Por favor no hagas grafitis.\n（２）　ここにこないでください。- Por favor, no vengas aquí.\n\nEn el habla informal es muy frecuente quitar la parte 「ください」 .\n日本語で話して。- Habla en japonés, por favor.\n消しゴムを貸して。- Pásame la goma de borrar, por favor.\n遠い所に行かないで。- Por favor, no te vayas lejos.\n\nç\n\nQuienes quieran aparentar que mandan o parecer muy masculinos pueden utilizar también 「くれる」 sin el 「る」.\n日本語で話してくれ。- Habla en Japonés.\n消しゴムを貸してくれ。- Pásame la goma de borrar.\n遠い所に行かないでくれ。- No te vayas lejos.\n\nDado que 「ください」, como la forma masu, va siempre en la frase final de una oración subordinada, no se puede utilizar para modificar directamente a un nombre. Un ejemplo, con 「ください」 no se puede hacer lo siguiente:´\n\n（１）　お父さんがくれた時計が壊れた。- Se rompió el reloj que me dio mi padre.\n\nEstá claro que, como una cita directa es repetir palabra por palabra lo que alguien ha dicho, en una cita directa se puede poner prácticamente cualquier cosa.\n\n（１）　「それをください」とお父さんが言った。-Padre dijo: \"Dame eso, por favor.\""
    },
    {
        "id": "requests_2",
        "titulo": "Haciendo Peticiones y dar órdenes",
        "subtitulo": "El uso de 「～ちょうだい」 como petición informal",
        "formas": [
            "ちょうだい",
            "choudai"
        ],
        "texto": "Una alternativa informal de 「ください」 que suelen utilizar las mujeres es 「ちょうだい」. Se escribe siempre en hiragana. Cuando se escribe con kanji es generalmente en expresiones muy formales del tipo 「頂戴致します」. No se puede decir mucho más porque, gramaticalmente, funciona de la misma forma que 「ください」.\n\nEjemplos\n（１）　スプーンをちょうだい。- Dame la esponja, por favor.\n（２）　ここに名前を書いてちょうだい。- Escribe aquí tu nombre, por favor."
    },
    {
        "id": "requests_3",
        "titulo": "Haciendo Peticiones y dar órdenes",
        "subtitulo": "El uso de 「～なさい」 para hacer peticiones firmes pero educadas",
        "formas": [
            "なさい",
            "nasai"
        ],
        "texto": "「なさい」 es una conjugación honorífica especial, como 「する」. Es una forma suave pero firme de dar una orden. Se utiliza, por ejemplo, cuando una madre regaña a su hijo o cuando un profesor quiere que un estudiante preste atención. A diferencia de 「ください」, 「なさい」 solo se usa con verbos afirmativos y utiliza la raíz del verbo en lugar de la forma -te. Tampoco puede usarse aisladamente, tiene que ir unido a otro verbo.\n\n```\nEl uso de 「なさい」 para hacer peticiones firmes pero educadas\n\nConjugar el verbo a su raíz y añadir 「なさい」\n例）　食べる → 食べなさい\n例）　飲む → 飲み → 飲みなさい\n例）　する → し → しなさい\n```\n\nç\n\nEjemplos\n（１）　よく聞きなさい！- ¡Escúchame bien!\n（２）　ここに座りなさい。- Siéntate aquí.\nTambién puedes quitar la parte 「さい」 del 「なさい」 para construir la versión informal de esta forma gramatical.\n（１）　まだいっぱいあるから、たくさん食べな。- Todavía queda mucho, así que come mucho.\n（２）　それでいいと思うなら、そうしなよ。 - Si piensas que está bien ¡adelante!¡hazlo!."
    },
    {
        "id": "requests_4",
        "titulo": "Haciendo Peticiones y dar órdenes",
        "subtitulo": "Dar órdenes",
        "formas": [
            "ろ",
            "ro",
            "せ",
            "se",
            "け",
            "ke",
            "べ",
            "be",
            "て",
            "te",
            "め",
            "me",
            "れ",
            "re",
            "ね",
            "ne",
            "え",
            "e"
        ],
        "texto": "Vamos a tratar de cómo dar órdenes para dejar cubiertas todas las formas verbales posibles. Las órdenes se utilizan muy poco, porque los japoneses son demasiado educados para utilizar imperativos. Las mujeres utilizan pocas veces o ninguna esta modalidad de habla, ya que tienden a usar un 「なさい」 o un 「くれる」 exasperado cuando se enfadan. Esta forma solo se utiliza al leer comics o ver películas. Es frecuente ver u oír 「死ね！」 (\"¡Muere!\") en las películas o en los manga, y naturalmente no lo vas a oír nunca en la vida real (¡espero!).\nFíjate en que, además de 「する」 y 「くる」, 「くれる」 es también una excepción para las órdenes.\n\n```\nReglas para formar las órdenes\n\nverbos -ru - Reemplaza 「る」 con 「ろ」\nverbos -u - Cambia el último carácter de / u / a / e /\nExcepciones - 「する」 se vuelve 「しろ」, 「くる」 se vuelve 「こい」, 「くれる」 se vuelve 「くれ」\n```\n\nç\n\nEjemplos\n（１）　好きにしろ。- Haz lo que quieras.\n（２）　あっち行け！- ¡Lárgate!\n（３）　早く酒を持ってきてくれ。- Date prisa y tráeme algo de alcohol.\nLa orden negativa es muy simple: solo tienes que añadir 「な」 a los verbos, ya sean -ru o -u. No confundas esto con el gobi 「な」 que estudiaremos al final de esta sección. La entonación es completamente diferente.\n```\nEl uso de la orden negativa\n\nAñadid 「な」 al verbo.\n例）　行く → 行くな\n例）　する → するな\n```\n\nEjemplos\n（１）　それを食べるな！- ¡No comas eso!\n（２）　変なことを言うな！- ¡No digas esas cosas tan raras!\nNo debe confundirse esto con la versión reducida de 「～なさい」 que acabamos de ver en la sección anterior. La diferencia más obvia (aparte de la clara diferencia en el tono) es que en 「～なさい」 se cambia primero a la raíz del verbo, mientras que la orden negativa no tiene conjugación. Por ejemplo, en el caso de 「する」, 「しな」 sería la versión reducida de 「しなさい」 mientras que 「するな」 sería una orden negativa."
    },
    {
        "id": "wrapup4_1",
        "titulo": "Los segundos gobi más usados",
        "subtitulo": "Los segundos gobi más usados: 「な」 y 「さ」",
        "formas": [
            "な",
            "na",
            "さ",
            "sa"
        ],
        "texto": "Son los gobi más usados dDespués de 「よ」 y 「ね」, 「さ」 y 「な」.\n「さ」 que es, básicamente, una versión muy informal de 「よ」, es similar al \"como\" español que algunas personas usan continuamente. Esto no significa que se trate de una forma demasiado sofisticada de hablar, pero como en el caso de utilizar \"como\" todo el tiempo, lo innegable es que se trata de una costumbre en la que es fácil caer. Y en ese sentido, debido al uso excesivo del mismo, ha perdido casi cualquier significado específico. Podríais oír una conversación como la siguiente:\n\n大学生１：　あのさ・・・\n大学生２：　うん\n大学生１：　この間さ・・・\n大学生２：　うん\n大学生１：　ディズニーランドに行ったんだけどさ、なんかさ、すっごい込んでて・・・\n大学生２：　うん\n大学生１：　何もできなくてさ・・・\nY todo el rato así, a veces la otra persona puede irrumpir para decir algo relacionado con el tema.\n\nç\n\nPuedes usar 「な」 en lugar de 「ね」 cuando suene más blando o reservado de lo que pretendes o para la audiencia a la que te estés dirigiendo. El que suene brusco suele ser propio del sexo masculino, pero su uso no está limitado a los varones.\n洋介：　今、 図書館に行くんだよな。- ¿Vas a la librería ahora eh? (pidiendo una explicación)\n智子：　うん、 なんで？ - Si ¿porqué?\n\nボブ：　日本語は、たくさん勉強したけどな。まだ全然わからない。 - He estudiado mucho japonés ¿verdad? Pero, todavía no me hago con él.\nアリス：　大丈夫よ。きっとわかるようになるからさ。- No te preocupes. Seguro que conseguirás llegar a comprenderlo ¿sabes?\nボブ：　ならいいけどな。- Si es así, estaría bien.\n\nEl gobi 「な」 se usa a menudo con el marcador de pregunta 「か」 para indicar que el que habla se está haciendo una pregunta.\n（１）　今日は雨が降るかな？- Me pregunto si va a llover hoy.\n（２）　いい大学に行けるかな？ - Me pregunto si podré ir a una buena Universidad."
    },
    {
        "id": "wrapup4_2",
        "titulo": "Los segundos gobi más usados",
        "subtitulo": "Gobi para dar énfasis y que son específicos de sexo: 「わ」、「ぞ」、「ぜ」、「かしら」",
        "formas": [
            "わ",
            "wa",
            "ぞ",
            "zo",
            "ぜ",
            "ze",
            "かしら",
            "kashira"
        ],
        "texto": "Estos gobi se usan principalmente para dar énfasis, no tienen significado por sí mismos. Sin embargo, pueden hacer que las afirmaciones suenen más firmes y específicas de sexo. El papel de 「わ」 es como el de 「よ」 solo que hará que suene repugnantemente femenino (si descontamos los distintos dialectos). Hay que usarlo con moderación. 「かしら」 es también una versión muy femenina de 「かな」, de la que acabamos de hablar. 「ぞ」 y 「ぜ」 son idénticos a 「よ」 solo que hacen que el que habla suene \"guai\" y masculino, al menos es lo que se intenta. Estos ejemplos pueden no ser de mucha ayuda si no oímos realmente como suenan.\n\n（１）　もう時間が ないわ。- Ya no hay tiempo.\n（２）　おい、行くぞ！- ¡Hey, vamos!\n（３）　これで、もう終わりだぜ。- Con esto terminamos.\n（４）　いい大学に入れるかしら？- Me pregunto si puedo entrar en una buena Universidad."
    },
    {
        "id": "causepass_1",
        "titulo": "Verbos Causativos y Pasivos",
        "subtitulo": "Verbos Causativos",
        "formas": [
            "させる",
            "saseru",
            "かせる",
            "kaseru",
            "がせる",
            "gaseru",
            "ばせる",
            "baseru",
            "たせる",
            "taseru",
            "ませる",
            "maseru",
            "らせる",
            "raseru",
            "なせる",
            "naseru",
            "わせる",
            "waseru"
        ],
        "texto": "La forma causativa de los verbos se usa para referir una acción que alguien hace que ocurra. Este verbo se suele usar en el contexto de hacer a alguien hacer algo. Lo que de verdad confunde de la forma causativa es que también puede querer decir dejar a alguien hacer algo. O a lo mejor es un verbo diferente con exactamente las mismas reglas de conjugación. Sea cual sea el caso, un verbo en forma causativa puede significar tanto hacer que alguien haga algo como dejar a alguien hacer algo. La buena noticia es que cuando se usa la forma causativa con 「あげる」 y 「くれる」, casi siempre significa \"dejar a alguien hacer\". Lo sorprendente es que, una vez que uno se acostumbra a ello, resulta claro el significado que tiene en cada caso.\n（１）　全部食べさせた。- Hacer/Dejar (a alguien) comérselo todo.\n（２）　全部食べさせてくれた。- Dejar (a alguien) comérselo todo.\n\nç\n```\nReglas de Conjugación del Causativo\n\nAquí tienes las reglas para formar la forma causativa de los verbos. Todos los verbos causativos se convierten en verbos -ru.\nverbos -ru - Quitar 「る」 y añadir 「させる」.\nverbos -u - Se cambia el último carácter, como se hacía en el caso de los verbos negativos pero se añade 「せる」 en lugar de 「ない」.\nExcepciones - 「する」 se transforma en 「させる」 y 「くる」 en 「こさせる」.\n```\n\nç\n\nEjemplos\nAquí tienes algunos ejemplos de verbos en forma causativa. Normalmente el contexto nos informará del significado, pero nosotros vamos a considerar que si el verbo va con 「あげる」 o 「くれる」（ください） significa \"dejar que alguien haga algo\" y en caso contrario significa \"hacer que alguien haga algo\".\n（１）　先生が学生に宿題をたくさんさせた。\n- El profesor hizo a los estudiantes hacer montones de deberes.\n\n（２）　先生が質問をたくさん聞かせてくれた。\n- El profesor dejó [a alguien] hacer montones de preguntas.\n\n（３）　今日は仕事を休ませてください。\n- Por favor, deja que descanse de trabajar hoy. (Por favor, deja que hoy me tome el día libre)\n\n（４）　その部長は、よく長時間働かせる。\n- Ese encargado a menudo hace que [la gente] trabaje muchas horas.\n\nCuando se pide permiso para dejar a alguien hacer algo es más habitual utilizar la fórmula 「～てもいい」.\n\n（１）　トイレに行かせてくれますか。\n- ¿Me dejas ir al baño? (suena como si se tratase de un prisionero, incluso en español)\n\n（２）　トイレに行ってもいいですか。\n- ¿Puedo ir al baño? (aquí todo normal)"
    },
    {
        "id": "causepass_2",
        "titulo": "Verbos Causativos y Pasivos",
        "subtitulo": "Verbos Causativos - Una alternativa más corta",
        "formas": [
            "さす",
            "sasu",
            "かす",
            "kasu",
            "がす",
            "gasu",
            "ばす",
            "basu",
            "たす",
            "tasu",
            "ます",
            "masu",
            "らす",
            "rasu",
            "なす",
            "nasu",
            "わす",
            "wasu"
        ],
        "texto": "Hay una versión más corta de la forma causativa, de la que voy a hablar para tratar todo lo relacionado con este tema. Sin embargo, puesto que esta versión se usa sobre todo en el argot más cerrado, puedes saltarte esta sección hasta que te hayas familiarizado con la forma regular. Los libros no suelen ocuparse de esta modalidad de la forma causativa.\n\nç\n\nLa diferencia principal de esta modalidad es que todos los verbos pasan a ser verbos -u con la terminación 「す」. Por lo tanto, el verbo resultante se conjugaría como cualquier otro verbo -u terminado en 「す」, como 「話す」 o 「指す」. La primera parte de la conjugación es la misma que la de la forma causativa original, la diferencia es que, en el caso de los verbos -ru, en lugar de añadir 「させる」 se añade 「さす」 y en el caso de los verbos -u en lugar de 「せる」 se añade 「す」. Como resultado, todos los verbos se transforman en un verbo -u terminado en 「す」.\n\n```\nForma Causativa Reducida\n\nEsta forma se usa muy raramente, de modo que tal vez prefieras limitarte a la versión más tradicional de la forma causativa.\nVerbos -ru - Quitar 「る」 y añadir 「さす」.\n例）　食べる → 食べさす\nVerbos -u - Cambia el último carácter, como se hacía con los Verbos Negativos, pero añade 「す」 en lugar de 「ない」.\n例）　行く → 行か → 行かす\nExcepciones - 「する」 se transforma en 「さす」 y 「くる」 en 「こさす」.\n```\n\nç\n\nEjemplos\n（１）　同じことを何回も言わすな！\n- ¡No me hagas repetir lo mismo una y otra vez!\n\n（２）　お腹空いているんだから、なんか食べさしてくれよ。\n- Estoy hambriento, así que déjame comer algo."
    },
    {
        "id": "causepass_3",
        "titulo": "Verbos Causativos y Pasivos",
        "subtitulo": "Verbos Pasivos",
        "formas": [
            "られる",
            "rareru",
            "される",
            "sareru",
            "かれる",
            "kareru",
            "がれる",
            "gareru",
            "ばれる",
            "bareru",
            "たれる",
            "tareru",
            "まれる",
            "mareru",
            "られる",
            "rareru",
            "なれる",
            "nareru",
            "われる",
            "wareru"
        ],
        "texto": "Los verbos pasivos son verbos que se dirigen al sujeto (pasivo). A diferencia del español, en el que no es frecuente el uso de la forma pasiva, en japonés la forma pasiva de los verbos se utiliza con mucha frecuencia en ensayos y artículos.\n\n```\nReglas de Conjugación de la Pasiva\n\nPor una vez las reglas de conjugación son las mismas para los verbos -ru que para los verbos -u. Todos los verbos pasivos se convierten en verbos -ru.\nverbos -ru y verbos -u - Se sustituye la última / u / por una / a / y se añade 「れる」.\nExcepciones - 「する」 se transforma en 「される」 y 「くる」 en 「こられる」.\n```\n\nç\n\nEjemplos\n（１）　ポリッジが誰かに食べられた！\n- ¡Todos comieron puding! (el puding fue comido por todos)\n\n（２）　みんなに変だと言われます。\n- Todos dicen que soy raro (soy dicho por todos que soy raro).\n\n（３）　光の速さを超えるのは、不可能だと思われる。\n- Se piensa que es imposible sobrepasar la velocidad de la luz.\n\n（４）　この教科書は多くの人に読まれている。\n- Este libro está siendo leído por un gran número de personas.\n\n（５）　外国人に質問を聞かれたが、答えられなかった。\n- Fuí preguntado por algo por un extranjero, pero no pude responderle.\n\n（６）　このパッケージには、あらゆるものが含まれている。\nEn este paquete está todo."
    },
    {
        "id": "causepass_4",
        "titulo": "Verbos Causativos y Pasivos",
        "subtitulo": "Formas Causativo-Pasivas",
        "formas": [
            "させられる",
            "saserareru",
            "かせられる",
            "kaserareru",
            "がせられる",
            "gaserareru",
            "ばせられる",
            "baserareru",
            "たせられる",
            "taserareru",
            "ませられる",
            "maserareru",
            "らせられる",
            "raserareru",
            "なせられる",
            "naserareru",
            "わせられる",
            "waserareru"
        ],
        "texto": "La forma causativo-pasiva es nada más que la combinación de las formas causativa y pasiva para indicar que la acción de hacer que alguien haga algo se le hizo a tal persona. Esto debería traducirse como: \"[alguien] se hace que haga [algo]\". Lo que es importante recordar es el orden en que se conjuga. El verbo se conjuga primero a su forma causativa y luego a la pasiva, nunca al revés.\n\n```\nForma de Conjugación Causativo-Pasiva\n\nEl verbo causativo-pasivo se forma conjugando primero a la forma causativa y conjugando luego el resultado a la forma pasiva.\n例）　食べる → 食べさせる → 食べさせられる\n例）　行く → 行かせる → 行かせられる\n```\n\nç\n\nEjemplos\n（１）　朝ご飯は食べたくなかったのに、食べさせられた。\n- A pesar de que no quería desayunar, me obligaron a hacerlo.\n\n（２）　日本では、お酒を飲ませられることが多い。\n- En Japón, el hecho de ser obligado a beber es frecuente.\n\n（３）　あいつに二時間も待たせられた。\n-Yo fui obligado a esperar 2 horas por ese tipo.\n\n（４）　親に毎日宿題をさせられる。\n- Yo soy obligado a hacer los deberes todos los días por mi(s) padres(s)."
    },
    {
        "id": "causepass_5",
        "titulo": "Verbos Causativos y Pasivos",
        "subtitulo": "Formas Causativo-Pasivas - Una opción más corta",
        "formas": [
            "される",
            "sareru"
        ],
        "texto": "Lo mismo que la forma causativa, la forma causativa-pasiva tiene una variedad más corta. No me voy a ocupar de ella con mucho detalle porque su uso es muy limitado, como lo es el de la propia forma causativa corta. La idea es utilizar la forma causativa corta en lugar de la forma causativa regular. El resto es lo mismo de siempre. Esta forma se usa solamente con un número limitado de verbos, de modo que aquí tienes algunos ejemplos para que veas cómo es esta forma.\n\n```\nEjemplos de la forma causativa-pasiva reducida\n\nPrimero se conjuga a la forma causativa reducida. Luego se conjuga a la forma pasiva.\n例）　行く → 行か → 行かす → 行かされた\n例）　立つ → 立た → 立たす → 立たされた\n```\n\nEjemplos\n（１）　学生が廊下に立たされた。\n- El estudiante fue obligado a estar de pié en la entrada.\n\n（２）　日本では、お酒を飲まされることが多い。\n- En Japón, el hecho de que te hagan beber es frecuente.\n\n（３）　あいつに二時間も待たされた。\n- Ese tío me hizo esperar dos horas."
    },
    {
        "id": "unintended_1",
        "titulo": "Cosas que ocurren sin querer",
        "subtitulo": "El uso de 「しまう」 con otros verbos",
        "formas": [
            "しまう",
            "shimau"
        ],
        "texto": "Con este significado 「しまう」 va unido a la forma -te de otro verbo, siendo su significado que se ha hecho algo o que ha sucedido algo sin querer. Como es habitual en el caso de esta estructura gramatical, la forma depende de la forma que presente 「しまう」.\n\n（１）　そのケーキを全部食べてしまった。- Oops, me he comido todo el pastel.\n（２）　毎日ケーキを食べて、２キロ太ってしまいました。- He comido pastel todos los días y (sin querer) he engordado dos kilos.\n（３）　ちゃんと食べないと、痩せてしまいますよ。- Si no comes bien adelgazarás (sin querer).\n（４）　結局、嫌なことをさせてしまった。- Al final he hecho (sin querer) que alguien haga algo desagradable.\n（５）　ごめん、待たせてしまって！ - ¡Perdón por hacerle esperar (sin querer)!\n（６）　金魚がもう死んでしまった。 - Ha muerto ya el pez dorado (oops).\n\nSi quieres ver algunos ejemplos más busca 「しまう」 en el WWWJDIC y accede al link [EX]. Hay más de 100 ejemplos con traducciones para que te entretengas."
    },
    {
        "id": "unintended_2",
        "titulo": "Cosas que ocurren sin querer",
        "subtitulo": "El uso de la versión casual de 「～てしまう」",
        "formas": [
            "てしまう",
            "teshimau"
        ],
        "texto": "En el habla casual muchas veces se sustituye la forma 「～てしまう」 por 「～ちゃう」, mientras que 「～でしまう」se sustituye por 「じゃう」. Ambos 「～ちゃう」 y 「～じゃう」 se conjugan como los verbos -u normales.\n\n（１）　金魚がもう死んじゃった。- Ya ha muerto el pez dorado.\n（２）　もう帰っちゃっていい？- ¿Está bien que haya vuelto a casa ya?\n（３）　みんな、どっか行っちゃったよ。- Todos se fueron a alguna parte.\n（４）　そろそろ遅くなっちゃうよ。- Se va a hacer tarde poco a poco, ya lo sabes.\n\nHay otras versiones más coloquiales de 「～てしまう」 y 「～でしまう」 que son 「～ちまう」 y 「～じまう」 respectivamente. A diferencia de las formas más bonitas de argot como 「～ちゃう」 y 「～じゃう」, esta forma suele ser utilizada por hombres de edad media duros y varoniles.\n\n（１）　また遅刻しちまったよ。- Cielos, otra vez llego tarde.\n（２）　ごめん、ついお前を呼んじまった。- Lo siento, al final te llamé de forma inconsciente."
    },
    {
        "id": "genericnoun_1",
        "titulo": "Expresiones Especiales con Nombres Genéricos",
        "subtitulo": "El uso de 「こと」 para decir si ha sucedido algo",
        "formas": [
            "こと",
            "koto"
        ],
        "texto": "Combinando 「こと」, la palabra genérica para hecho o suceso, con 「ある」 se puede hablar de si un hecho se ha producido o no.\n\nEjemplos\n（１）　徹夜して、宿題することはある。- A veces, para hacer los deberes, me quedo sin dormir toda la noche.\n（２）　一人で行くことはありません。 - Nunca voy solo.\n\nUniendo el pasado del verbo con 「こと」, se puede hablar de si un determinado hecho ha tenido lugar alguna vez. Ésta es, en esencia, la única forma de decir \"he hecho\" en japonés, de modo que es una expresión muy útil. Hay que usar esta expresión cada vez que se quiera hablar de si alguien ha hecho algo alguna vez.\n\nç\n\nEjemplos\n（１）　パリに行ったことはありますか。- ¿Has ido alguna vez a Paris?\n（２）　お寿司を食べたことがある。- He comido sushi antes de ahora.\n（３）　日本の映画を観たことないの？- ¿No has visto nunca una película japonesa?\n（４）　ヨーロッパに行ったことがあったらいいな。- Estaría bien ir alguna vez a Europa.\n（５）　そういうのを見たことがなかった。 - Nunca he visto nada como esto.\n（６）　一度行ったこともないんです。 - No he ido nunca, ni si quiera una vez."
    },
    {
        "id": "genericnoun_2",
        "titulo": "Expresiones Especiales con Nombres Genéricos",
        "subtitulo": "El uso de 「ところ」 como lugar abstracto",
        "formas": [
            "ところ",
            "tokoro"
        ],
        "texto": "「ところ」（所） se usa normalmente para señalar un lugar genérico. Sin embargo, también puede tener un significado mucho más amplio que va, desde una característica, a un momento en el tiempo.\n\nEjemplos\n（１）　早くきて。映画は、今ちょうどいいところだよ。- Ven rápido. Estamos en la parte buena de la película.\n（２）　彼は、優しいところもあるよ。- Su personalidad tiene también algunas partes buenas.\n（３）　今は授業が終ったところです。- La clase acaba de terminar justo ahora.\n（４）　これから行くところでした。- Iba a ir a partir de hoy en adelante."
    },
    {
        "id": "genericnoun_3",
        "titulo": "Expresiones Especiales con Nombres Genéricos",
        "subtitulo": "El uso de 「もの」 Como forma femenina casual de dar énfasis",
        "formas": [
            "もの",
            "mono"
        ],
        "texto": "El nombre de objeto genérico 「もの」 puede utilizarse como forma casual y femenina de dar énfasis a algo. Esto es idéntico al énfasis femenino explicativo expresado por la partícula 「の」. Como en el caso de la partícula explicativa 「の」, el 「の」 a menudo cambia a 「ん」 dando como resultado 「もん」. Usar 「もん」 suena muy femenino y algo atrevido (en el buen sentido de la palabra).\n\nEjemplos\n（質問）　どうしてこなかったの？- ¿Por qué no viniste?\n（１）　授業があったの。- Tenía clase. (Explicativo femenino)\n（２）　授業があったもの。- Tenía clase. (Explicativo femenino)\n（３）　授業があったもん。- Tenía clase. (Explicativo femenino)"
    },
    {
        "id": "certainty_1",
        "titulo": "Expresando diversos niveles de certidumbre",
        "subtitulo": "El uso de 「かもしれない」 para expresar incertidumbre",
        "formas": [
            "かもしれない",
            "kamoshirenai"
        ],
        "texto": "「かもしれない」 se utiliza para decir \"puede ser \" o \"probablemente\" e indica menor certidumbre que la palabra 「多分」. Se pone al final de la frase completa. Con los nombres y con los adjetivos -na hay que quitar el 「だ」 declarativo. Se puede escribir con kanji 「かも知れない」 y se le puede tratar como a los verbos -ru negativos (no hay equivalente positivo), de modo que la forma -masu pasará a ser 「かもしれません」. En el habla informal se puede reducir a 「かも」. Hay también una versión muy masculina 「かもしれん」, que es nada más que un tipo diferente de verbo negativo del que tratamos aquí.\n\nç\n\n```\nExpresando incertidumbre con 「かもしれない」\nSe añade 「かもしれない」 o 「かも知れない」 a la frase\n例）　映画を見たかもしれない\n例）　彼は学生かもしれない\n例）　それは面白いかもしれない\n\nCon nombres y adjetivos -na NO se usa el 「だ」 declarativo\n例）　先生だかもしれない → 先生かもしれない\n例）　退屈だかもしれない → 退屈かもしれない\n\nEn el habla informal se puede simplificar a 「かも」\n例）　面白いかもしれない → 面白いかも\n```\n\nç\n\nEjemplos\n（１）　スミスさんは食堂に行ったかもしれません。- Smith-san puede que haya ido a la cafetería.\n（２）　雨で試合は中止になるかもしれないね。 - El juego podría cancelarse por la lluvia ¿no?\n（３）　この映画は一回見たことあるかも！- Puede que ya haya visto esta película una vez.\n（４）　あそこが代々木公園かもしれない。- Aquel de allí podría ser el parque Yoyogi.\n（５）　もう逃げられないかもしれんぞ。- Podría no ser capaz de escapar de nuevo, ya sabes."
    },
    {
        "id": "certainty_2",
        "titulo": "Expresando diversos niveles de certidumbre",
        "subtitulo": "El uso de 「でしょう」 para expresar bastante certidumbre (formal)",
        "formas": [
            "でしょう",
            "deshou"
        ],
        "texto": "「でしょう」 se utiliza para expresar un cierto grado de certeza y su significado se acerca a 「多分」. Como 「～です／～ます」, tiene que ir al final de una frase completa. No tiene otras conjugaciones. También se puede reemplazar 「～ですか」 por 「～でしょうか」 para que la pregunta suene ligeramente más formal, menos tajante y con un leve matiz de incertidumbre.\n\nEjemplos\n（１）　明日も雨でしょう。- Probablemente lluvia mañana también.\n（２）　あなたは、学生さんでしょうか。- ¿Eres (tu) estudiante?\n（３）　これからどこへ行くんでしょうか？-¿A donde vas desde aquí?\n\nSi se quiere que suene muy muy formal también se puede añadir 「～でしょうか」 a la terminación 「～ます」.\n（４）　休ませていただけますでしょうか。- ¿Podéis hacerme el favor de dejarme descansar?"
    },
    {
        "id": "certainty_3",
        "titulo": "Expresando diversos niveles de certidumbre",
        "subtitulo": "El uso de 「でしょう」 y de 「だろう」 para expresar mucha certidumbre (informal)",
        "formas": [
            "でしょう",
            "deshou",
            "だろう",
            "darou"
        ],
        "texto": "El equivalente informal de 「でしょう」 es, sorprendentemente, 「でしょう」 también. Pero, al hablar formalmente el 「でしょう」 se pronuncia con mucha rotundidad, mientras que al hablar de manera informal se pronuncia con entonación ascendente y se puede reducir a 「でしょ」. Además, como la gente tiende a ser más asertiva en situaciones informales, la versión informal tiene un matiz de dureza, sonando muchas veces más como: \"¿Ves? te lo dije!\"\n\nEjemplos\n（１）　あっ！遅刻しちゃう！- ¡Oh! ¡Vamos a llegar tarde!\n（２）　だから、時間がないって言ったでしょう！- ¡Por eso te dije que no había tiempo!\n（３）　これから食べに行くんでしょ。- A partir de ahora vas a comer ¿no?\n（４）　だったら？- ¿Y qué si es así?\n\n（５）　掃除、手伝ってくれるでしょう。- Me vas a ayudar a limpiar ¿Verdad?\n（６）　え？そうなの？- ¿Eh? ¿Es así?\n\nç\n\n「だろう」 significa esencialmente lo mismo que 「でしょう」 excepto en que suena más masculino y lo usan principalmente los hombres.\n\n（A）　アリスはどこだ？- ¿Donde está Alicia?\n（B）　もう寝ているだろう。- Es probable que esté ya durmiendo.\n\n（A）　もう家に帰るんだろう。- Te vas a casa ya ¿verdad?\n（B）　そうよ。- Así es."
    },
    {
        "id": "amount_1",
        "titulo": "Expresando cantidades",
        "subtitulo": "Indicando que eso es todo lo que hay por medio de 「だけ」",
        "formas": [
            "だけ",
            "dake"
        ],
        "texto": "La partícula 「だけ」 se utiliza para expresar que eso es todo lo que hay. Como sucede con el resto de las partículas que hemos aprendido ya, se añade directamente al final de la palabra a la que se refiere.\n\nEjemplo\n（１）　りんごだけ。\n- Solo manzana(s) (y nada más).\n\n（２）　これとそれだけ。\n－Solo esto y eso (y nada más).\n\nç\n\nCuando a una palabra se aplique, además de 「だけ」, alguna de las partículas principales que vimos en Partículas, Partículas 2, y Partículas 3, dichas partículas deben ir justo después de 「だけ」. De hecho, cuando aparecen varias partículas, el orden que se suele establecer es empezar por la más específica y terminar por la más genérica.\n\n（１）　それだけは、食べないでください。\n- No comas eso. (Se asume que se puede comer cualquier cosa que no sea ésa).\n\n（２）　この歌だけを歌わなかった。\n- No cantes esa canción. (Puedes cantar cualquier otra)\n\n（３）　その人だけが好きだったんだ。\n- Esa persona era la única que me gustaba.\n\nç\n\nLo mismo sucede con las partículas dobles. 「だけ」 irá, de nuevo, en primer lugar.\n\n（１）　この販売機だけでは、500円玉が使えない。\n- En esta máquina expendedora no se puede utilizar la moneda de 500 yenes (en otras sí).\n\nCon partículas menores como 「から」 y 「まで」, es difícil saber la que debe ir primero. Ante la duda intenta buscar en el google el nivel de popularidad de cada combinación. El resultado que se obtiene es que 「からだけ」 es casi el doble de popular que 「だけから」, siendo las cifras de 90.000 contra 50.000.\n\n（１）　小林さんからだけには、返事が来なかった。\n- Kobayashi-san ha sido el único que no ha respondido (tema + objetivo).\n\nç\n\nA diferencia de algunas partículas, 「だけ」se puede añadir también directamente a los verbos.\n\n（１）　準備が終わったから、これからは食べるだけだ。\n- Como ya están terminados los preparativos, ya (de ahora en adelante) solo nos queda comer.\n\n（２）　ここに名前を書くだけでいいですか？\n- ¿Está bien si escribo aquí mi nombre?"
    },
    {
        "id": "amount_2",
        "titulo": "Expresando cantidades",
        "subtitulo": "El uso de 「のみ」 como versión formal de 「だけ」",
        "formas": [
            "のみ",
            "nomi"
        ],
        "texto": "Una partícula esencialmente idéntica, tanto gramaticalmente como en significado, a 「だけ」 es 「のみ」. Sin embargo, a diferencia de 「だけ」, que se utiliza en las conversaciones normales, 「のみ」 solo se suele utilizar al escribir. Se utiliza a menudo para explicar normas, en manuales y cosas de ese tipo. En realidad esta estructura gramatical es de nivel avanzado, ya que el lenguaje formal presenta un matiz y tono diferentes a los que hemos visto hasta ahora. Aun así lo vemos aquí porque es esencialmente idéntico a 「だけ」. Buscando 「のみ」 en el google veremos inmediatamente la diferencia en el tipo de lenguaje que se utiliza con 「のみ」 y el que se usa con 「だけ」.\n\n（１）　この乗車券は発売当日のみ有効です。\n- Este billete solo se puede utilizar el día en que ha sido comprado.\n\n（２）　アンケート対象は大学生のみです。\n- Los destinatarios de esta vigilancia son solo los estudiantes Universitarios."
    },
    {
        "id": "amount_3",
        "titulo": "Expresando cantidades",
        "subtitulo": "Indicando que no hay nada más usando 「しか」",
        "formas": [
            "しか",
            "shika"
        ],
        "texto": "He sido especialmente cuidadoso al redactar el título de esta sección para que quede claro que 「しか」 debe usarse para expresar la ausencia de todo lo demás. En otras palabras, el resto de la frase siempre será negativa.\n\n（１）　これしかない。- No hay nada más que esto.\n\nLo siguiente está mal\n\n（誤）　これしかある。- (Mal, mal, mal)\n\nComo podéis ver 「しか」 va con un significado negativo, mientras que 「だけ」 no presenta ningún matiz en particular.\n\n（１）　これだけ見る。- Mira esto (nada más).\n（２）　これだけ見ない。- No solo mires esto.\n（３）　これしか見ない。- No mires nada más que esto.\n\nç\n\nEjemplos\nVeamos algunas frases ejemplo.\n\n（１）　今日は忙しくて、朝ご飯しか食べられなかった。\n- Hoy estuve muy ocupado y no pude comer nada aparte del desayuno.\n\nFíjate en que, a diferencia de 「だけ」, es necesario terminar la frase.\n\n（質問）　全部買うの？- ¿Lo estás comprando todo?\n（１）　ううん、これだけ。- No, solo esto.\n（２）　ううん、これしか買わない - No, no voy a comprar nada más que esto.\n（誤）　ううん、これしか。 - (Mal, la frase debe ser negativa.)\n\nç\n\nAunque las partículas principales van siempre al final, resulta que 「しか」 debe ir después de 「から」 y de 「まで」. Si buscamos 「からしか」 en el google resulta que gana a 「しかから」 por un abrumador 60.000 a 600.\n\n（１）　アリスからしか何ももらってない。\n- Salvo de Alicia, no recibí de nadie más.\n\nEsta estructura gramatical se puede utilizar también con los verbos.\n\n（１）　これから頑張るしかない！\n- ¡No se puede hacer nada más que intentarlo con todas nuestras fuerzas!\n\n（２）　こうなったら、逃げるしかない。\n- Cuando la cosa se pone así no hay otra opción que la de huir.\n\n（３）　もう腐っているから、捨てるしかないよ。\n- Ya está podrido, así que no se puede hacer nada más que tirarlo."
    },
    {
        "id": "amount_4",
        "titulo": "Expresando cantidades",
        "subtitulo": "「っきゃ」, una alternativa a 「しか」",
        "formas": [
            "っきゃ",
            "kkya"
        ],
        "texto": "「っきゃ」 es otra versión de 「しか」 que significa esencialmente lo mismo y funciona exactamente igual. Solo hay que sustituir 「しか」 por 「っきゃ」 y listo. Esta alternativa da un énfasis mayor que 「しか」, pero no se usa tanto ni de lejos, de modo que no hace falta prestarle mucha atención. He hablado aquí de ella brevemente por si acaso te topas con ella en algún momento.\n\nEjemplos\n（１） これは買うっきゃない！\n- No se puede hacer otra cosa que comprarlo.\n\n（１） こうなったら、もうやるっきゃない！\n- Si las cosas se ponen así, lo único que se puede hacer es hacerlo."
    },
    {
        "id": "amount_4",
        "titulo": "Expresando cantidades",
        "subtitulo": "Expresando lo contrario de 「だけ」 mediante 「ばかり」",
        "formas": [
            "ばかり",
            "bakari",
            "ばっかり",
            "bakkari",
            "ばっか",
            "bakka"
        ],
        "texto": "「ばかり」 se utiliza para expresar que hay tanto de algo que no hay nada más. Fíjate en que es absolutamente diferente a 「しか」, que indica la falta de cualquier otra cosa aparte del artículo en cuestión. En situaciones más informales 「ばかり」 se suele pronunciar「ばっかり」 o simplemente「ばっか」. Un ejemplo, digamos que has ido a una reunión para encontrarte, para desgracia tuya, con que la habitación está llena de mujeres maduritas. Puedes decir lo siguiente.\n\n（１）　何だよ！おばさんばっかりじゃないか？\n- ¿Qué es esto? ¿No hay más que abuelas?\n\nO un poco más femenino:\n（２）　いやだ。おばさんばっかり。\n- Mmm. Son solo abuelas.\n\nEjemplos\nVamos a ver algunos ejemplos más.\n（１）　崇君は漫画ばっかり読んでてさ。かっこ悪い。\n- Takashi-kun solo lee comix... Qué mal.\n\nç\n\nCuando se habla de forma coloquial es muy común terminar a mitad de la frase, como aquí. Fíjate en que 「読んでて」 es la forma -te de 「読んでいる」 en la que se ha quitado la 「い」. Se supone que la conclusión aparecerá más adelante.\n\n（２）　彼は麻雀ばかりです。\n- Él solo el mahjong . (Él no hace nada más que jugar al mahjong.)\n\n（３）　直美ちゃんと遊ぶばっかりでしょう！\n- Andas por ahí con Naomi-chan todo el tiempo ¿verdad?\n\n（４）　最近は仕事ばっかだよ。\n- Últimamente no hago más que trabajar."
    },
    {
        "id": "amount_5",
        "titulo": "Expresando cantidades",
        "subtitulo": "Diciendo que hay mucho de algo usando 「すぎる」",
        "formas": [
            "すぎる",
            "過ぎる",
            "sugiru",
            "すぎ",
            "過ぎ",
            "sugi"
        ],
        "texto": "「すぎる」 es un verbo -ru regular que se escribe 「過ぎる」 y cuyo significado es \"excederse\". Pero, como sucedía con 「～てほしい」, puede modificar el significado de otros verbos y adjetivos. El que 「すぎる」 aparezca al final de otros verbos y adjetivos significa que es demasiado, o que ha sobrepasado los niveles normales. En el caso de los verbos se añade directamente 「すぎる」 a la raíz del verbo. Un par de ejemplos, comer demasiado pasa a ser 「食べすぎる」 y beber demasiado 「飲みすぎる」. En el caso de los adjetivos se añade al final después de haber quitado la última 「い」 de los adjetivos -i (como es habitual). Otra regla es que, tanto en el caso de los verbos negativos como de los adjetivos, hay que quitar la 「い」 de 「ない」 y reemplazarla por 「さ」 antes de añadir 「すぎる」. No hay formas (pasadas o no) asociadas con esta regla gramatical. Como 「すぎる」 es un verbo -ru regular, al aplicarse esta regla gramatical obtenemos un verbo -ru regular.\n\nç\n\n```\nEl uso de 「すぎる」 para indicar que hay demasiado de algo\n\n1. En el caso de los verbos, se añade「すぎる」 a la raíz del verbo.\n例）　食べる → 食べすぎる\n例）　太る → 太り → 太りすぎる\n\n2. En el caso de los adjetivos -na, se añade 「すぎる」. En el caso de los adjetivos -i se quita la 「い」 final y luego se añade 「すぎる」.\n例）　静か → 静かすぎる\n例）　大きい → 大きすぎる\n\n3. En el caso de los verbos negativos y de los adjetivos se sustituye la última 「い」 de 「ない」 con 「さ」 y se le añade luego 「すぎる」\n例）　食べない → 食べなさ → 食べなさすぎる\n例）　面白くない → 面白くなさ→ 面白くなさすぎる\n\nNote: Los adjetivos -i que terminan por 「ない」 que incorporan el 「無い」 negativo como son 「もったいない」（勿体無い） o 「情けない」（情け無い） siguen la tercera regla.\n例）　もったいない → もったいなさ → もったいなさすぎる\n例）　情けない → 情けなさ → 情けなさすぎる\n\nLa mayoría de los adjetivos -i tales como「危ない」 o 「少ない」 siguen la regla tipo (regla 2).\n例）　危ない → 危なすぎる\n例）　少ない → 少なすぎる\n```\n\nç\n\nEjemplos\n（１）　佐藤さんは料理が上手で、また食べ過ぎました。\n- Satou-san es bueno cocinando, así que he vuelto a comer demasiado otra vez.\n\n（２）　お酒を飲みすぎないように気をつけてね。\n- Ten cuidado de no beber demasiado ¿ok?\n\n（３）　大きすぎるからトランクに入らないぞ。\n- No va a caber en el maletero porque es muy grande.\n\n（４）　静かすぎる。罠かもしれないよ。\n- Es demasiado tranquilo. Puede ser una trampa.\n\n（５）　時間が足りなさすぎて、何もできなかった。\n- Debido a una excesiva falta de tiempo no pude hacer nada.\n\n（６）　彼には、彼女がもったいなさすぎるよ。\n- Ella se está desperdiciando con él (es demasiado buena para él).\n\nTambién se suele usar la raíz de 「すぎる」como si fuera un nombre.\n\n（Aさん）　昨晩のこと、全然覚えてないな。\n- No recuerdo nada de la última noche.\n\n（Bさん）　それは飲みすぎだよ。\n- Eso es mucho beber."
    },
    {
        "id": "amount_6",
        "titulo": "Expresando cantidades",
        "subtitulo": "Añadiendo la partícula 「も」 para expresar cantidades excesivas",
        "formas": [
            "も",
            "mo"
        ],
        "texto": "El que la partícula 「も」 aparezca después de algún tipo de cantidad significa que la cantidad señalada es excesiva. Por ejemplo, fijémonos en el ejemplo siguiente.\n\n（１）　昨日、電話三回もしたよ！\n- ¡Ayer te llamé unas 3 veces!\n\nFíjate en que la partícula 「も」 va unida a la cantidad \"tres veces\". Ésta frase implica que el que habla llamó hasta tres veces sin que la persona cogiera el teléfono. Entendemos que esto quiere decir que tres veces son demasiadas veces.\n\n（２）　試験のために三時間も勉強した。\n- Estudié para el examen tres horas enteras.\n\n（３）　今年、十キロも太っちゃった！\n- ¡He ganado 10 kilos este año!"
    },
    {
        "id": "amount_7",
        "titulo": "Expresando cantidades",
        "subtitulo": "Usando 「ほど」 para expresar el alcance de algo",
        "formas": [
            "ほど",
            "hodo"
        ],
        "texto": "El nombre 「ほど」（程） se añade a una palabra en una frase para expresar el alcance de algo. Puede modificar tanto nombres como verbos, como se ve en el ejemplo siguiente.\n\n（１）　今日の天気はそれほど寒くない。\n- El tiempo que hace hoy no es frío hasta ese punto.\n\n（２）　寝る時間がないほど忙しい。\n- Ocupado hasta el punto de que no queda tiempo para dormir.\n\nCuando usas esto con los condicionales puedes expresar algo cuya traducción al español es: \"Cuando más [verbo], más...\" la estructura gramatical siempre sigue la secuencia siguiente: [condicional del verbo] seguida inmediatamente por [mismo verbo + ほど]\n\n（１）　韓国料理は食べれば食べるほど、おいしくなる。\n- La comida coreana, cuanto más la comes, más sabrosa se vuelve.\n\nç\n\nLa traducción literal es: \"Con respecto a la comida coreana, si comes, en la medida en que la comes, se vuelve sabrosa\", lo que esencialmente significa la misma cosa. En el ejemplo aparece la forma condicional 「ば」, pero el condicional 「たら」 puede servir también. Como ésta es una afirmación general, no se puede utilizar el condicional contextual 「なら」. Tampoco el condicional 「と」 va a servir de mucho aquí ya que, dependiendo del alcance de la acción, puede que no siempre sea cierto.\n\n（１）　歩いたら歩くほど、迷ってしまった。\n- Cuanto más anduve más me perdí.\n\n（２）　勉強をすればするほど、頭がよくなるよ。\n- Cuanto más estudias más listo te vuelves.\n\nç\n\nTambién se puede utilizar esta estructura gramatical con los adjetivos -i utilizando el condicional 「ば」.\n\n（１）　iPodは、ハードディスクの容量が大きければ大きいほどもっとたくさんの曲が保存できます。\n- Con respecto a la iPod, cuanto mayor sea la capacidad del disco duro, más canciones se pueden guardar.\n\n（２）　航空券は安ければ安いほどいいとは限らない。\n- No se da necesariamente el caso de que cuanto más barato sea un billete sea mejor.\n\nEn cuanto a los adjetivos -na, como no se puede utilizar el condicional 「ば」 se recurre al condicional 「なら」. Como si se usa el condicional 「なら」 de esta forma suena raro, pocas veces vamos a ver esta estructura gramatical con los adjetivos -na. Como 「ほど」 se trata como a los nombres, asegúrate de no utilizar 「な」 para unir el nombre al adjetivo -na.\n\n（１）　文章は、短ければ短いほど、簡単なら簡単なほどよいです。\n- Cuanto más corta y simple sea la frase, mejor."
    },
    {
        "id": "amount_8",
        "titulo": "Expresando cantidades",
        "subtitulo": "El uso de 「～さ」 con adjetivos para indicar una cantidad",
        "formas": [
            "さ",
            "sa"
        ],
        "texto": "Ahora aprenderemos a unir 「さ」 a un adjetivo para indicar la cantidad de dicho adjetivo. Por ejemplo, podemos añadir 「さ」 al adjetivo \"alto\" para conseguir \"altura\". En lugar de centrarnos en la altura podemos también añadir 「さ」 al adjetivo \"bajo\" para centrar la atención en lo bajo que es en lugar de en lo alto. De hecho no hay nada que nos impida utilizar esto con cualquier adjetivo para indicar la cantidad de dicho adjetivo. Como resultado obtenemos un nombre que indica la cantidad de dicho adjetivo.\n\n```\nAñadir 「～さ」 a los adjetivos para expresar una cantidad\n\nPara los adjetivos -i: Solo hay que quitar la 「い」 final del adjetivo -i y luego añadir 「さ」\n例）　高い → 高さ\n例）　低い → 低さ\n\nPara los adjetivos -na : Pon solo 「さ」 al final del adjetivo -na\n例）　穏やか → 穏やかさ\n\nComo resultado tenemos un nombre regular.\n```\n\nç\n\nEjemplos\n（１）　このビルの高さは何ですか？\n- ¿Cual es la altura de este edificio?\n\n（２）　犬の聴覚の敏感さを人間と比べると、はるかに上だ。\n- Si comparas el nivel de audición de los perros con el de los humanos, está muy por encima."
    },
    {
        "id": "similar_1",
        "titulo": "Varias formas de expresar similitud y rumores",
        "subtitulo": "Expresando similitud con よう （様）",
        "formas": [
            "様",
            "よう",
            "you"
        ],
        "texto": "Ya hemos hablado por encima de 「よう」 aquí. Supimos que 「よう」 significa aspecto o comportamiento. Podemos servirnos de esta definición para decir que algo tiene el aspecto o comportamiento de un determinado estado. Esta palabra se puede utilizar de varias formas para expresar similitud. En el caso más simple modifica directamente a la frase subordinada. Cuando la frase termina en 「よう」, hay que expresar es estado de ser de forma explícita añadiendo 「だ」, 「です」, o 「でございます」.\n\n（１）　ここには、誰もいないようだ。- Parece que aquí no hay nadie.\n（２）　映画を観たようです。- Parece que [él] veía la película.\n\nCuando modifica directamente al nombre o al adjetivo -na hay que usar la partícula 「の」 con los nombres o añadir 「な」 a los adjetivos -na.\n\n（３）　学生のようだ。- Parece que es estudiante.\n（４）　ここは静かなようだ。Parece tranquilo.\n\nç\n\nDate cuenta de que （３） no significa que la persona tenga aspecto de estudiante. El estado de ser explícito indica más bien que la persona parece ser un estudiante. Aparte, no se puede decir 「おいしいようだ」 para decir que algo parece sabroso. Eso equivaldría a decir: \"Este plato es aparentemente sabroso\" lo cual puede resultar bastante grosero.\n\nTambién se puede utilizar como un adjetivo -na para describir una cosa que parece ser otra.\n\n（５）　あの人を見たような気がした。- Tener la sensación de haber visto antes a esa persona.\n（６）　彼は学生のような雰囲気ですね。- Tiene aspecto de estudiante.\n\nPor último, podemos añadirle la partícula de objetivo para decir cosas del tipo \"Al oírle me pareció...\" o \"Lo dijo como si...\".\n\n（７）　ちょっと怒ったように聞こえた。- Podía oír como si estuviera un poco enfadado (Sonaba como si estuviera un poco enfadado).\n（８）　何も起こらなかったように言った。- Lo dijo como si no pasase nada."
    },
    {
        "id": "similar_2",
        "titulo": "Varias formas de expresar similitud y rumores",
        "subtitulo": "El uso de 「みたい」 para decir que una cosa se parece a otra",
        "formas": [
            "みたい",
            "mitai"
        ],
        "texto": "Otra forma considerada más informal de expresar similitud es utilizando 「みたい」. No lo confundas con la conjugación 「たい」 de 「見る」. La diferencia fundamental es que, como las partículas, 「みたい」 se puede añadir directamente al nombre, al adjetivo y al verbo lo cual, obviamente, no pueden hacerlo los adjetivos -i como 「～たい」. Además, la conjugación de 「みたい」 es la misma que la de los nombres o la de los adjetivos -na.\n\n```\nEl uso de 「みたい」 para decir que una cosa se parece a otra\n\nAñadir 「みたい」 al nombre que tiene el parecido. 「みたい」 se conjuga como un nombre o como un adjetivo -na y no como un adjetivo -i.\n```\n\nç\n\nEjemplos\n（１）　もう売り切れみたい。- Parece que ya se ha vendido.\n（２）　制服を着ている姿をみると、学生みたいです。- Mirando la figura (persona) de uniforme (que lleva uniforme) parece un estudiante.\n\nEl significado implícito aquí es que la persona que lleva uniforme en realidad no es un estudiante porque él/ella solo parecen un estudiante. Esto es diferente del （３） del apartado anterior sobre 「よう」, que implicaba que la persona parecía ser (pero podría no ser) un estudiante. De nuevo, tampoco podemos decir 「おいしいみたい」 para decir que algo parece sabroso, porque significaría que, en realidad, puede que la comida no esté tan buena. De la misma forma, tampoco se debe decir 「かわいいみたい」 para decir que algo parece bonito.\n\nNo olvides que 「みたい」 no se conjuga como la forma 「～たい」 o como los adjetivos -i.\n\n（誤）　このピザはお好み焼きみたくない？- (みたい se conjuga como un adjetivo -na)\n（３）　このピザはお好み焼きみたいじゃない？- ¿No parece okonomiyaki esta pizza?\n\nç\n\nAunque seguramente no los utilizarás con demasiada frecuencia, aquí tienes algunos ejemplos del pasado y del pasado negativo.\n\n（４）　喫茶店に行くみたいだった。- Parecía que íbamos a ir a una cafetería.\n（５）　秘密を教えてくれるみたいじゃなかった？ - ¿No parecía que (ella) iba a contar el secreto?\n\n「みたい」 en realidad es una estructura gramatical que solo se utiliza en conversaciones. No la utilices en ensayos, artículos o si es necesario sonar autoritario. En su lugar puedes usar 「よう」 de la siguiente forma.\n\n（６）　もう売り切れのようだ。- Parece que ya se ha vendido.\n（７）　このピザはお好み焼きのように見える。- Esta pizza parece okonomiyaki."
    },
    {
        "id": "similar_3",
        "titulo": "Varias formas de expresar similitud y rumores",
        "subtitulo": "Imaginar cual va a ser el resultado usando 「～そう」",
        "formas": [
            "そう",
            "sou"
        ],
        "texto": "En este apartado vamos a aprender a expresar que un resultado es probable dada una determinada situación.\n\nComo en el caso de las estructuras gramaticales que han aparecido en esta lección, solo hay que añadir 「そう」 al final de los verbos y de los adjetivos. Sin embargo, hay fundamentalmente cuatro opciones diferentes. En realidad me acabo de dar cuenta de que las reglas de conjugación son exactamente las mismas que las de la 「estructura gramatical ～すぎる」 que aprendimos en la sección anterior. La única diferencia es que, en el caso del adjetivo 「いい」, es necesario cambiarlo a 「よさ」 antes de añadir 「そう」 para crear 「よさそう」.\n\n```\nReglas de conjugación\n\nSe toma la raíz del verbo.\nEn los adjetivos -i hay que quitar la 「い」 excepto en 「いい」.\n「いい」 se conjuga a primero 「よさ」.\nEn todas las formas negativas se sustituye la 「い」 por 「さ」.\nEsta regla gramatical no funciona con los nombres.\n```"
    },
    {
        "id": "similar_4",
        "titulo": "Varias formas de expresar similitud y rumores",
        "subtitulo": "Expresando que se ha oído algo por medio de 「～そうだ」",
        "formas": [
            "そうだ",
            "souda",
            "だそう",
            "dasou"
        ],
        "texto": "El que haya tantas reglas aburridas para el uso de 「～そう」 es para poder distinguirla de la siguiente estructura gramatical que vamos a estudiar. Es una estructura gramatical útil para hablar de cosas que has oído y que no tienen necesariamente nada que ver con lo que tu mismo piensas o sientes. A diferencia de la última estructura gramatical que hemos aprendido, se puede simplemente añadir 「そうだ」 a los verbos y a los adjetivos -i. En el caso de los adjetivos -na y de los nombres tienes que indicar el estado de ser añadiendo 「だ」 al nombre/adjetivo -na. Fíjate también en que el propio 「そう」 siempre tiene que terminar por 「だ」、「です」 o 「でございます」. Estas son las diferencias entre esta estructura gramatical y la que aprendimos en la sección anterior. Esta estructura gramatical no tiene formas.\n\nç\n\n（１）　明日、雨が降るそうだ。- He oído que mañana va a llover.\n（２）　毎日会いに行ったそうです。- He oído que fue a reunirse todos los días.\n\nNo olvides añadir 「だ」 a los nombres y adjetivos -na.\n\n（３）　彼は、高校生だそうです。- He oído que es estudiante de la escuela superior.\n\nCuando se empieza una frase con esta estructura gramatical es necesario también añadir 「だ」, como en el caso de 「だから」\n\n（１）　今日、田中さんはこないの？- ¿No viene hoy Tanaka-san?\n（２）　だそうです。- Eso he oído."
    },
    {
        "id": "similar_5",
        "titulo": "Varias formas de expresar similitud y rumores",
        "subtitulo": "Expresando que se ha oído algo o indicando un comportamiento por medio de 「～らしい」",
        "formas": [
            "らしい",
            "rashii"
        ],
        "texto": "「らしい」 puede unirse directamente al nombre, adjetivo o verbo para indicar que, según lo que has oído, las cosas parecen ser de una determinada forma. Esto es diferente de 「～そうだ」 porque 「～そうだ」 indica algo de lo que oíste hablar específicamente mientras que 「らしい」 significa que las cosas parecen ser de una forma concreta en base a cosas que has oído acerca del sujeto. 「らしい」 se conjuga como un adjetivo -i normal.\n\n（Ａ）　今日、田中さんはこないの？- ¿No viene hoy Tanaka-san?\n（Ｂ）　こないらしい。- Eso parece (según he oído).\n\n（Ａ）　あの人は何なの？- ¿Qué es aquella persona de allí?\n（Ｂ）　美由紀さんの友達らしいですよ。- Parece ser el amigo de Miyuki-san (según he oído).\n\nOtra forma de usar 「らしい」 es indicar que una persona parece ser una determinada cosa debido a su comportamiento.\n\n（１）　あの子は子供らしくない。- Ese niño no se comporta como un niño.\n（２）　大人らしくするつもりだったのに、大騒ぎしてしまった。- A pesar del hecho de que pensaba comportarme como un adulto, terminé causando muchas molestias."
    },
    {
        "id": "similar_6",
        "titulo": "Varias formas de expresar similitud y rumores",
        "subtitulo": "「っぽい」: Expresión de similitud en argot",
        "formas": [
            "っぽい",
            "ppoi"
        ],
        "texto": "Una forma verdaderamente informal de expresar similitud es añadir 「っぽい」 a la palabra que refleja el parecido. Como ésta es una expresión muy informal se puede utilizar como versión informal de cualquiera de las formas de expresar similitud que hemos visto aquí.\n\n「 っぽい」 se conjuga como un adjetivo -i, como puede verse en el ejemplo（３） que aparece a continuación.\n\n（１）　あの人はちょっと韓国人っぽいよね。- Esa persona parece coreana ¿verdad?\n（２）　みんなで、もう全部食べてしまったっぽいよ。- Parece que todo el mundo ha comido ya de todo.\n（３）　恭子は全然女っぽくないね。- Kyouko no es nada femenina ¿no?"
    },
    {
        "id": "compare_1",
        "titulo": "Utilizando 方 y よる para comparaciones y otras funciones",
        "subtitulo": "El uso de 「方」 para comparar",
        "formas": [
            "方",
            "ほう",
            "hou"
        ],
        "texto": "El nombre 「方」 se pronuncia 「ほう」 cuando se usa para indicar una dirección o una orientación. También se puede pronunciar 「かた」 cuando se usa como versión más formal de 「人」. No significa ni aquí ni allí. Cuando 「方」 se utiliza para indicar una dirección se puede usar para comparar diciendo que un aspecto, parte o apartado de algo es mejor, peor, etc. que otro. Gramaticalmente funciona como cualquier otro nombre.\n\nEjemplos\nÚsalo con nombres utilizando la partícula 「の」.\n\n（１）　ご飯の方がおいしい。- El arroz es más sabroso. (lit: El apartado arroz es sabroso.)\n（２）　鈴木さんの方が若い。- Suzuki-san es más joven. (lit: Con respecto a Suzuki es joven.)\n\nGramaticalmente no es diferente de un nombre cualquiera.\n\n（３）　学生じゃない方がいいよ。- Es mejor no ser estudiante. (lit: El aspecto \"no ser estudiante\" es bueno.)\n（４）　赤ちゃんは、静かな方が好き。- Me gustan más los bebés tranquilos. (lit: Con respecto a los bebés, los tranquilos son deseables.)\n\nç\n\nLa parte difícil de hacer comparaciones con verbos es el uso de las formas. Sin que haya ninguna razón, los verbos no negativos siempre se ponen en pasado.\n\n（５）　ゆっくり食べた方が健康にいいよ。- Es mejor para la salud comer despacio.\n（６）　こちらから行った方が早かった。- Era más rápido ir desde aquí.\n\nEsto no se aplica en el caso de los verbos negativos.\n\n（７）　マトリックス・レボリューションを観ない方がいいよ。- Es mejor no ver \"Matrix, la revolución\".\n\nEl verbo negativo solo se pone en pasado cuando la comparación es algo que sucedió en el pasado.\n\n（８）　そんなに飲まなかった方がよかった。- Era mejor no haber bebido tanto."
    },
    {
        "id": "compare_2",
        "titulo": "Utilizando 方 y よる para comparaciones y otras funciones",
        "subtitulo": "El uso de 「より」 para comparar",
        "formas": [
            "より",
            "yori"
        ],
        "texto": "Se podría pensar que 「より」 es el opuesto de 「方」. Significa \"mejor que\" o \"en contraste con\". Se pone directamente detrás de cualquier palabra. Normalmente se usa junto con 「方」 para decir algo como \"este método es mejor en comparación con aquel\".\n\nEjemplos\n（１）　花より団子。\n- Mejor que las flores el dango. (Este es un proverbio muy famoso).\n（２）　ご飯の方が、パンよりおいしい。\n- El arroz sabe mejor que el pan. (lit: El aspecto arroz es sabroso en comparación con el pan)\n\n（３）　キムさんより鈴木さんの方が若い。\n- Suzuki-san es mas joven que Kim-san. (lit: El aspecto Suzuki es joven en comparación con Kim-san.)\n\nç\n\nSi tienes curiosidad con respecto al significado del proverbio, el dango es un pastelillo dulce y pastoso que se suele vender en las fiestas. El proverbio se refiere a que la gente prefiere este dulce a mirar las flores, hablando de una costumbre japonesa llamada 「花見」 en la que la gente sale a ver la floración de los cerezos (y son aplastados). El significado más profundo del proverbio, como sucede con todos los proverbios, depende de cómo se aplique.\n\nNo hay una regla que diga que 「より」 deba utilizarse con 「方」. El otro aspecto de las cosas se deduce del contexto.\n\n（鈴木）　毎日仕事に行くのが嫌だ。- No me gusta ir a trabajar todos los días.\n（スミス）　仕事がないよりましだよ。- No es tan malo si se compara con no tener trabajo.\n\nLas palabras asociadas con 「より」 no cambian de forma. En el siguiente ejemplo podemos ver que 「食べる」 delante de 「より」 va en presente incluso aunque 「食べる」 delante de 「方」 vaya en pasado.\n\n（１）　ゆっくり食べた方が早く食べるよりいい。- Es mejor comer despacio en contraposición con comer rápido."
    },
    {
        "id": "compare_3",
        "titulo": "Utilizando 方 y よる para comparaciones y otras funciones",
        "subtitulo": "El uso de 「より」 como un superlativo",
        "formas": [
            "より",
            "yori"
        ],
        "texto": "También puede usarse 「より」 con las palabras que sirven para preguntar, como 「誰」、「何」 o 「どこ」, para hacer un superlativo comparando con cualquier cosa o persona. En este caso, aunque no sea necesario, es común incluir la partícula 「も」.\n\nEjemplos\n（１）　商品の品質を何より大切にしています。\n- Valoramos la calidad de los productos por encima de cualquier otra cosa.\n\n（２）　この仕事は誰よりも早くできます。\n- Puedo hacer este trabajo más rápidamente que cualquiera."
    },
    {
        "id": "compare_4",
        "titulo": "Utilizando 方 y よる para comparaciones y otras funciones",
        "subtitulo": "El uso de 「方」 para expresar la forma de hacer algo",
        "formas": [
            "方",
            "hou",
            "ほう"
        ],
        "texto": "También puedes añadir 「方」 a la raíz de los verbos para expresar una forma de hacer dicho verbo. Con este uso 「方」 se lee 「かた」 y el resultado es un nombre. Por ejemplo, 「行き方」（いきかた） significa \"la forma de ir \" o 「食べ方」（たべかた）significa \"la forma de comer \". Ésta es una de las expresiones que puedes usar cuando tengas que preguntar cómo hacer algo.\n\nEjemplos\n（１）　新宿の行き方は分かりますか。\n- ¿Sabes como ir a Shinjuku?\n\n（２）　そういう食べ方は体によくないよ。\n- Comer así no es bueno para tu cuerpo.\n\nç\n\n（３）　漢字の書き方を教えてくれますか？\n- ¿Me puedes enseñar la forma de escribir kanji?\n\n（４）　パソコンの使い方は、みんな知っているでしょう。\n- Probablemente todo el mundo sabe cómo usar un PC.\n\nCuando se ponen los verbos en esta forma se obtiene una frase nominal. A veces esto requiere un cambio de partículas. Por ejemplo, mientras que 「行く」, por lo general, involucra un destino (las partículas 「に」 o 「へ」), dado que 「行き方」 es una frase nominal, （１） se convierte en 「新宿の行き方」 en lugar de en la más familiar 「新宿に行く」."
    },
    {
        "id": "compare_5",
        "titulo": "Utilizando 方 y よる para comparaciones y otras funciones",
        "subtitulo": "El uso de 「によって」 para expresar dependencia",
        "formas": [
            "によって",
            "niyotte"
        ],
        "texto": "Para decir \"según [X]\", en japonés se puede hacer añadiendo 「によって」 a [X].\n\nEjemplos\n（１）　人によって話が違う。\n- La historia varía dependiendo de la persona.\n\n（２）　季節によって果物はおいしくなったり、まずくなったりする。\n- La fruta se vuelve dulce o amarga dependiendo de la estación.\n\nSe trata nada más que de la forma -te de 「よる」, como se ve en el sencillo cambio siguiente.\n（和子）　今日は飲みに行こうか？- ¿Vamos a beber hoy?\n（大樹）　それは、裕子によるね。- Depende de Yuuko."
    },
    {
        "id": "compare_6",
        "titulo": "Utilizando 方 y よる para comparaciones y otras funciones",
        "subtitulo": "Señalando una fuente de información por medio de 「によると」",
        "formas": [
            "によると",
            "niyoruto"
        ],
        "texto": "Otra expresión con 「よる」 es utilizarla con el objetivo y con el condicional 「と」 para indicar la fuente de información. La traducción al español sería \"según [X]\" en donde 「によると」 está unido a [X].\n\nEjemplos\n（１）　天気予報によると、今日は雨だそうだ。\n- Según el parte meteorológico he oído que hoy va a llover.\n（２）　友達の話によると、朋子はやっとボーイフレンドを見つけたらしい。\n- Según lo que cuenta un amigo, parece que Tomoko encontró finalmente un novio."
    },
    {
        "id": "easyhard_1",
        "titulo": "Expresar que algo es fácil o difícil de hacer",
        "subtitulo": "El uso de 「～やすい、～にくい」 para describir acciones fáciles y difíciles",
        "formas": [
            "やすい",
            "yasui",
            "にくい",
            "nikui"
        ],
        "texto": "Ésta es una lección corta y fácil que trata de cómo transformar verbos en adjetivos que describen si una acción es fácil o difícil de llevar a cabo. Consiste básicamente en añadir a la raíz del verbo 「やすい」 para fácil y 「にくい」 para difícil. El resultado es un adjetivo -i normal. Fácil ¿no?\n\n```\nEl uso de 「～やすい、～にくい」 para describir acciones fáciles y difíciles\n\nPara decir que una acción es fácil se añade 「やすい」 a la raíz del verbo. Para decir que una acción es difícil se añade 「にくい」 a dicha raíz.\n例）　verbo -ru: 食べる → 食べやすい\n例）　verbo -u: しゃべる → しゃべり → しゃべりにくい\n```\n\nç\n\nEjemplos\n（１）　この字は読みにくい\n- Este escrito a mano es difícil de leer.\n\n（２）　カクテルはビールより飲みやすい。\n- Los Cocktails son más fáciles de beber que la cerveza.\n\n（３）　部屋が暗かったので、見にくかった。\n- Como la habitación estaba oscura era difícil ver.\n\nNota: Cuidado con 「見にくい」 porque 「醜い」 es un adjetivo que se utiliza poco y que significa \"feo\". No se si será coincidencia que \"difícil de ver\" y \"feo\" suenen exactamente igual.\n\nç\n\nClaro que siempre se puede utilizar alguna de las estructuras gramaticaes que ya hemos visto para expresar lo mismo usando los adjetivos apropiados tales como 「難しい」、「易しい」、 「簡単」、「容易」 etc. El significado de las dos frases siguientes es, en esencia, el mismo.\n\n（１）　あの肉は食べにくい。\n- Esa carne es difícil de comer.\n\n（２）　あの肉を食べるのは難しい。\n- La cosa de comer esa carne es difícil."
    },
    {
        "id": "easyhard_2",
        "titulo": "Expresar que algo es fácil o difícil de hacer",
        "subtitulo": "Variaciones de 「～にくい」 con 「～がたい」 y 「～づらい」",
        "formas": [
            "がたい",
            "gatai",
            "づらい",
            "durai",
            "zurai"
        ],
        "texto": "El kanji de 「にくい」 procede de 「難い」 que también se puede pronunciar 「かたい」. Resultado de esto es que se pueda añadir también, como sufijo del verbo, una versión hablada 「～がたい」 para expresar lo mismo que 「にくい」. 「にくい」 se usa más al hablar mientras que 「がたい」 es más indicado para escribir. 「にくい」 tiende a usarse con acciones físicas mientras que 「がたい」 se reserva generalmente a acciones menos físicas que no requieren movimiento. Sin embargo, no parece haber ninguna regla fija sobre lo que es apropiado para cada verbo, así que sugiero que busques las dos versiones en el google para asegurarte de la popularidad de una combinación dada. Y hay que escribir los sufijos siempre en hiragana, así se evitan ambigüedades al leer.\n\nç\n\nEjemplos\n（１）　彼との忘れがたい思い出を大切にしている。\n- Valoro mucho las vivencias inolvidables que tuve con él.\n\n（２）　とても信じがたい話だが、本当に起こったらしい。\n- Es una historia bastante dificil de creer, pero parece (por lo que he oido) que sucedió realmente.\n\nOtra variación más burda de la raíz + 「にくい」 es utilizar 「づらい」 en su lugar, lo cual es una versión ligeramente modificada de 「辛い」（つらい）. No confundor esto con su igual 「辛い」（からい）, que significa picante.\n\nEjemplos\n（１）　日本語は読みづらいな。\n- Vaya, el japonés es difícil de leer.\n\n（２）　待ち合わせは、分かりづらい場所にしないでね。\n- Por favor, no hagais la reunión en un lugar dificil de encontrar."
    },
    {
        "id": "negverb2_1",
        "titulo": "Más verbos negativos",
        "subtitulo": "Hacer una cosa sin haber hecho otra (ないで)",
        "formas": [
            "ないで",
            "naide"
        ],
        "texto": "Anteriormente aprendimos a expresar una secuencia de acciones y funcionó tanto en el caso de los verbos positivos como en el de los negativos. Por ejemplo, la frase \"No comí y luego me fui a dormir\" seria 「食べなくて寝た。」 Pero esta frase suena un poco rara porque comer no tiene nada que ver con dormir. Lo que seguramente queremos decir en realidad es que nos fuimos a dormir sin comer. Para expresar esto necesitamos utilizar una forma más genérica que la petición negativa que vimos al final de la lección de dar y recibir. En otras palabras, en vez de sustituir la última 「い」 por una 「くて」, lo que necesitamos es añadir una 「で」 al final.\n\n```\nHacer una cosa sin haber hecho otra\n\nPara hablar de que una acción se hizo sin haber hecho otra se añade 「で」 a la forma negativa de la acción que no se hizo.\n例）　食べる → 食べない → 食べないで\n```\n\nç\n\nEjemplos\n（１）　何も食べないで寝ました。\n- Se fue a dormir sin haber comido nada.\n\n（２）　歯を磨かないで、学校に行っちゃいました。\n- Se fue al colegio sin haberse limpiado los dientes (por accidente).\n\n（３）　宿題をしないで、授業に行くのは、やめた方がいいよ。\n- Es mejor no ir a clase sin haber hecho los deberes.\n\n（４）　先生と相談しないで、この授業を取ることは出来ない。\n- No puedes asistir a esta clase sin consultarlo con el profesor."
    },
    {
        "id": "negverb2_2",
        "titulo": "Más verbos negativos",
        "subtitulo": "Hacer una cosa sin haber hecho otra (ず)",
        "formas": [
            "ず",
            "zu"
        ],
        "texto": "Otra forma de expresar exactamente lo mismo es reemplazar el último 「ない」 por 「ず」. Pero los dos verbos irregulares 「する」 y 「くる」 se convierten en 「せず」 y 「こず」 respectivamente. Es también muy frecuente que en esta estructura gramatical aparezca la partícula de destino 「に」. Esta alternativa es más formal que 「ないで」 y no se utiliza demasiado en conversaciones cotidianas.\n\n```\nHacer una cosa sin haber hecho otra\n\nOtra forma de expresar que se ha llevado a cabo una acción sin haber hecho otra es sustituir por 「ず」 el 「ない」 de la acción negativa que no se realizó.\n例）　食べる → 食べない → 食べず\n例）　行く → 行かない → 行かず\n\nLos verbos irregulares 「する」 y 「くる」 pasan a ser, respectivamente, 「せず」 y 「こず」.\n例外1）　する → せず\n例外2）　くる → こず\n```\n\nç\n\nEjemplos\n（１）　彼は何も言わず、帰ってしまった。\n- Se fue a su casa sin decir nada.\n\n（２）　何も食べずにそんなにお酒を飲むと当然酔っ払いますよ。\n- Es obvio que te vas a emborrachar si bebes tanto sin comer nada.\n\n（３）　勉強せずに東大に入れると思わないな。\n- No creo que puedas entrar en la Universidad de Tokyo si no estudias."
    },
    {
        "id": "negverb2_3",
        "titulo": "Más verbos negativos",
        "subtitulo": "Una forma masculina informal negativa que termina por 「ん」",
        "formas": [
            "ん",
            "n"
        ],
        "texto": "Para terminar, vamos a tratar de otro tipo de forma negativa que suelen utilizar los hombres mayores. Puesto que 「ない」 es tan largo y difícil de decir (sarcasmo), lo puedes reducir a 「ん」. No obstante, así no puedes modificar directamente otras palabras, es decir, no puedes hacer que sea una frase subordinada que modifique. Como antes, 「する」 pasa a ser 「せん」 y 「くる」 pasa a ser 「こん」 aunque nunca he visto ni oído a nadie utilizar 「こん」. Si alguna vez oiste decir ｢すまん」 y no entendiste su significado, debes saber que es un ejemplo de esta forma gramatical. Date cuenta de que 「すみません」 es una forma negativa formal. Pues bien, la forma coloquial sería 「すまない」 ¿no? que se transforma luego en 「すまん」. La palabra me hace evocar a un おじさん pero puede que sea solo a mí. En cualquier caso es una expresión masculina.\n\nç\n\n```\nUna forma negativa más corta\n\nUna forma negativa más corta es poner 「ん」 en lugar de 「ない」.\n例）　知る → 知らない → 知らん\n\nLos dos verbos irregulares 「する」 y 「くる」 pasan a ser, respectivamente, 「せん」 y 「こん」.\n例外1）　する → せん\n例外2）　くる → こん\n```\n\nç\n\nEjemplos\n（１）　すまん。\n- Lo siento.\n\n（２）　韓国人と結婚しなくてはならん！\n- Tienes que casarte con un coreano!\n\n（３）　そんなことはさせん！\n- No voy a dejar que hagas algo así!\n\nPuedes incluso usar esta jerga con los verbos en pasado añadiendo 「かった」.\n\n（４）　皆、今日行くって、知らんかったよ。\n- No sabía que hoy irían todos."
    },
    {
        "id": "negverb2_4",
        "titulo": "Más verbos negativos",
        "subtitulo": "Un verbo negativo clásico que termina por 「ぬ」",
        "formas": [
            "ぬ",
            "nu"
        ],
        "texto": "Hay una forma más de conjugación negativa de los verbos que utiliza 「ぬ」 en lugar del 「ない」 que va unido al final del verbo. Aunque esta modalidad de conjugación negativa está anticuada y pertenece al japonés clásico, te vas a encontrar con ella de vez en cuando. De hecho, la he visto hoy en una señal que había en la estación del tren, de modo que no es demasiado rara.\nEn cualquier verbo se puede sustituir 「ない」 por 「ぬ」 si se quiere conseguir una forma negativa de tinte antiguo. Como en la sección anterior, 「する」 pasa a ser 「せぬ」 y 「くる」 pasa a ser 「こぬ」. Esta forma gramatical la utilizan, desde personas mayores hasta vuestros amigos, si quieren rememorar viejos tiempos.\n\nç\n\n```\nUna forma anticuada de poner los verbos en negativo\n\nUna forma anticuada de poner un verbo en negativo es utilizar 「ぬ」 en lugar de 「ない」.\n例）　知る → 知らない → 知らぬ\nLos verbos irregulares 「する」 y 「くる」 pasan a ser 「せぬ」 y 「こぬ」 respectivamente.\n例外1）　する → せぬ\n例外2）　くる → こぬ\n```"
    },
    {
        "id": "reasoning_1",
        "titulo": "Hipótesis y Conclusiones",
        "subtitulo": "Sacando una Conclusión con 「わけ」",
        "formas": [
            "わけ",
            "wake"
        ],
        "texto": "La primera forma gramatical es, en realidad, un nombre común. Lo que pasa es que se utiliza para expresar un concepto que necesita ser explicado. El nombre 「わけ」（訳） se define como: \"significado, razón, puede deducirse\". Podemos ver cómo se utiliza esta palabra en el mini-diálogo que aparece a continuación.\n\nMini-Diálogo 1\n（直子）　いくら英語を勉強しても、うまくならないの。\n- Da igual cuanto estudie, no mejoro en inglés.\n\n（ジム）　つまり、語学には、能力がないという訳か。\n- Eso significa básicamente que no tienes facilidad con los idiomas.\n\n（直子）　失礼ね。\n- ¡Qué grosero!\n\nç\n\nComo puede verse, a partir de lo que ha dicho Naoko, Jim llega a la conclusión de que ella no debe tener facilidad para los idiomas. Es algo completamente diferente al 「の」 explicativo, que se utiliza para explicar algo que puede o no resultar obvio. 「わけ」, por el contrario, se utiliza para sacar conclusiones a las que puede llegar cualquiera a partir de una determinada información.\n\nUna aplicación muy útil de esta forma gramatical es combinarla con 「ない」 para indicar que no hay ninguna conclusión razonable. Esto permite crear algunas expresiones muy útiles como \"¿Como diablos se supone que voy a saber eso?\"\n\n（１）　中国語が読めるわけがない。\n- No hay razón para que yo sepa leer Chino.\n\nAunque gramaticalmente sea necesario poner una partícula al nombre 「わけ」, como este tipo de expresión se utiliza muy a menudo, la partícula se omite, quedando nada más que 「～わけない」."
    },
    {
        "id": "reasoning_2",
        "titulo": "Hipótesis y Conclusiones",
        "subtitulo": "Formulando hipótesis con 「とする」",
        "formas": [
            "とする",
            "tosuru"
        ],
        "texto": "Aunque esta forma no tiene necesariamente nada que ver con la forma anterior, creo que van bien juntas. En una lección anterior aprendimos a combinar la forma volitiva con 「とする」 para expresar la intención de llevar a cabo una acción. Ahora vamos a aprender otras formas de utilizar 「とする」. Puede ayudar tener en mente que 「とする」 no es en realidad nada más que la combinación de la partícula para citar 「と」 y el verbo 「する」 que significa \"hacer\". Así, la frase: [verbo] とする significa, literalmente, que estás haciendo como \"[verbo]\" (entre comillas). Como puedes ver, si se usa con la forma volitiva se convierte en: \"Hacer ademán de hacer [verbo]\". En otras palabras, se actúa como haciendo ademán de hacer [verbo]. Como ya hemos visto, esto se convierte en \"intentar hacer [verbo]\". Veamos lo que ocurre cuando se utiliza con verbos.\n\nç\n\nEjemplos\n（１）　明日に行くとする。\n- Cuenta con que vamos mañana.\n\nEn （１）, el ejemplo trata de lo que sucedería en el supuesto de que ellos decidieran ir mañana. Verás que la traducción literal también tiene sentido: \"haz como si fuéramos mañana\", pero en este caso estamos planteando una hipótesis, lo cual no era el caso en la forma gramatical de la que nos hemos ocupado con anterioridad al hablar de la forma volitiva del verbo. Como se trata de una hipótesis, es razonable que el condicional venga aquí muy bien. En efecto, pueden verse a menudo frases como la siguiente:\n\n（２）　今から行くとしたら、9時に着くと思います。\n- En el supuesto de que fuéramos ahora creo que llegaríamos a las 9:00.\n\nç\n\nComo puedes ver, el verbo 「する」 está en forma condicional 「たら」 para afirmar lo que sucedería si se diese una determinada condición. También podemos cambiar 「する」 a la forma -te （して） y utilizarla como una secuencia de acciones como las que vienen a continuación:\n\n（３）　観客として参加させてもらった。\n- Recibí el favor de que se me permitiera participar como espectador.\n\n（４）　被害者としては、非常に幸いだった。\n- Como víctima, fue muy afortunado.\n\n（５）　朝ご飯を食べたとしても、もう昼だからお腹が空いたでしょう。\n- Aún considerando que ya te has tomado el desayuno, como ya es por la tarde, debes estar hambriento ¿no?\n\nTambién aquí se aplica la misma idea. En （３） uno es \"espectador\", en （４） uno hace de \"víctima\" y ,finalmente, en （５） uno hace como que se ha tomado el desayuno. De modo que ya ves por qué se utiliza la misma forma gramatical en todos estos tipos de frases, porque. en japonés, todas significan lo mismo (exceptuado el uso de partículas adicionales y de algunas conjugaciones de 「する」)."
    },
    {
        "id": "timeaction2_1",
        "titulo": "Expresando la relación temporal de las acciones",
        "subtitulo": "Decir que una acción acaba de terminar mediante 「～ばかり」",
        "formas": [
            "ばかり",
            "bakari"
        ],
        "texto": "Ésta es una forma gramatical muy útil que se utiliza para decir que alguien acaba de terminar de hacer algo. Un ejemplo, la primera vez que deseé fervientemente saber decir algo así fue una vez que tuve que rechazar amablemente una invitación a comer porque acababa de comer. Para hacerlo se parte del pasado del verbo que quieres decir que acabas de realizar y se le añade 「ばかり」. Esto se utiliza sólo con el pasado de los verbos, y no hay que confundirlo con el 「ばかり」 que aparece con los nombres para expresar cantidades.\nComo sucedía con el otro tipo de 「ばかり」 del que ya hemos hablado, en el habla informal se puede oír a la gente decir 「ばっか」 en lugar de 「ばかり」.\n\n```\nEl uso de 「ばかり」 para decir que una acción acaba de terminar\n\nPara indicar que se ha realizado una acción hace poco partimos del pasado del verbo y le añadimos 「ばかり」.\n例）　食べる → 食べた → 食べたばかり\nEn el habla informal se puede reducir 「ばかり」 a 「ばっか」\n例）　食べたばかり →　食べたばっか\n```\n\nç\n\nEjemplos\n（１）　すみません、今食べたばかりなので、お腹がいっぱいです。\n- Lo siento pero estoy lleno porque acabo de comer.\n\n（２）　10キロを走ったばかりで、凄く疲れた。\n- Acabo de correr 10 kilómetros y estoy muy cansado.\n\n（３）　今、家に帰ったばかりです。\n- Acabo de llegar a casa.\n\nAlgunos ejemplos de la versión reducida .\n\n（１）　昼ご飯を食べたばっかなのに、もうお腹が空いた。\n- A pesar deque acabo de comerme el almuerzo ya tengo hambre.\n\n（２）　まさか、今起きたばっかなの？\n- ¿No me digas que te acabas de despertar?"
    },
    {
        "id": "timeaction2_2",
        "titulo": "Expresando la relación temporal de las acciones",
        "subtitulo": "El uso de 「とたん」 para decir que ha sucedido una cosa justo después de otra",
        "formas": [
            "とたん",
            "totan"
        ],
        "texto": "Es algo así como un suplemento de 「ばかり」, vamos a ocuparnos de una forma de decir que ha sucedido algo nada más haber sucedido otra cosa. Para utilizar esta estructura gramatical hay que añadir 「とたん」 al pasado de la primera de las acciones que han tenido lugar. También se suele añadir la partícula de destino 「に」 para indicar ese momento preciso.\n\n```\nEl uso de 「とたん」 para decir que sucedió una cosa justo después de otra\n\nSe pone en pasado el verbo que se produjo en primer lugar y se le añade 「とたん」 o 「とたんに」.\n例）　開ける → 開けた → 開けたとたん（に）\n例）　取る → 取った → 取ったとたん（に）\n\n※ Nota: Esta forma gramatical sólo se utiliza con cosas que suceden sin que tengamos control sobre ellas.\n```\n\nç\n\nEjemplos\n（１）　窓を開けたとたんに、猫が跳んでいった。\n- En cuanto abrí la ventana el gato saltó fuera.\n\nPara ver muchos más ejemplos ve a estas frases ejemplo de nuestro viejo amigo WWWJDIC, en el que confiamos.\nUna cosa importante que no debemos olvidar es que esta forma gramatical sólo se utiliza con cosas que tienen lugar inmediatamente después de otras, y no en el caso de acciones llevadas a cabo por uno mismo. Compárense, por ejemplo, estas dos frases.\n\n（誤）　映画を観たとたんに、トイレに行きました。\n- (Llevaste a cabo la acción de ir al baño, por lo tanto esto no es correcto.)\n\n（正）　映画を観たとたんに、眠くなりました。\n- (Puesto que adormilarse es algo que está fuera de nuestro control la frase es correcta.)"
    },
    {
        "id": "timeaction2_3",
        "titulo": "Expresando la relación temporal de las acciones",
        "subtitulo": "El uso de 「ながら」 cuando concurren dos acciones",
        "formas": [
            "ながら",
            "nagara"
        ],
        "texto": "Se puede usar 「ながら」 para expresar que una acción está teniendo lugar a la vez que otra. Para utilizar 「ながら」, se coge la raíz del primer verbo y se le añade 「ながら」. Aunque de uso no muy frecuente, también se puede añadir 「ながら」 a la forma negativa del verbo para expresar el negativo. Esta forma gramatical no tiene pasado, ya que éste lo determina el segundo verbo.\n\n```\nEl uso de 「ながら」 para acciones que concurren\n\nSe añade 「ながら」 a la raíz del primer verbo\n例）　走る → 走り → 走りながら\n\nLa forma negativa se forma añadiendo 「ながら」a la forma negativa del verbo\n例）　走る → 走らない → 走らないながら\n```\n\nç\n\nEjemplos\n（１）　テレビを観ながら、宿題をする。\n- Hacer los deberes y a la vez ver la TV.\n\n（２）　音楽を聴きながら、学校へ歩くのが好き。\n- Gustarle a uno ir andando al colegio oyendo música mientras tanto.\n\n（３）　相手に何も言わないながら、自分の気持ちをわかってほしいのは単なるわがままだと思わない？\n- ¿No crees que querer que la otra persona comprenda nuestros sentimientos y no decir nada mientras tanto es solo egoísmo?\nFíjate en que la frase termina con el verbo principal, como siempre. Esto significa que la acción principal de la frase es el verbo que termina la frase. El 「ながら」 solo describe otra acción que también está produciéndose. Por ejemplo, si cambiamos los verbos en la frase （１） para decir, 「宿題をしながら、 テレビを観る。」, esto hace que el significado de la frase cambie a: \"Mirar la TV mientras se hacen los deberes\". En oras palabras, la acción principal, en este caso, es ver TV y la acción de hacer los deberes, es una acción que está teniendo lugar a la vez.\n\nç\n\nEl verbo principal controla el pasado, de modo que el verbo que va con 「ながら」 no puede tener pasado.\n\n（１）　ポップコーンを食べながら、映画を観る。- Ver una película y a la vez comer palomitas.\n\n（２）　ポップコーンを食べながら、映画を観た。- Veía una película y a la vez comía palomitas.\n\n（３）　口笛をしながら、手紙を書いていた。- Escribía una carta mientras silbaba."
    },
    {
        "id": "timeaction2_4",
        "titulo": "Expresando la relación temporal de las acciones",
        "subtitulo": "El uso de 「ながら」 con el estado de ser para decir 'aunque'",
        "formas": [
            "ながら",
            "nagaras"
        ],
        "texto": "Un uso más avanzado de 「ながら」 es utilizarlo con el estado de ser implícito. Es decir, que se puede utilizar con nombres o adjetivos para hablar de que algo es aunque esté sucediendo alguna otra cosa. El estado de ser implícito significa que no hay que usar el 「だ」 declarativo, solo hay que añadir 「ながら」 al nombre o al adjetivo. Un ejemplo, uno de los usos comunes de esta forma gramatical es decir \"Aunque sea una pena, algo, algo...\" En japonés esto sería 「残念ながら・・・」\nTambién se puede añadir a 「ながら」 la partícula que incluye, 「も」, obteniéndose 「ながらも」. Esto cambia el significado de \"aunque\" a \"incluso aunque\".\n\n```\nEl uso de 「ながら」 con el estado-de-ser con el significado de \"aunque\" o el de 「ながらも」 con el significado de \"incluso aunque\"\n\nPara decir que [X] es algo aunque otra cosa se añade 「ながら」 a [X]\n例）　残念 → 残念ながら\n\nPara decir que [X] es algo incluso aunque otra cosa se añade 「ながらも」 a [X]\n例）　貧乏 → 貧乏ながらも\n```\n\nç\n\nEjemplos\n（１）　仕事がいっぱい入って、残念ながら、今日は行けなくなりました。\n- Aunque sea lamentable ha llegado mucho trabajo, así que no puedo ir hoy.\n\n（２）　貧乏ながらも、高級なバッグを買っちゃったよ。\n- Incluso aunque sea pobre, terminé comprándome un bolso de mucha calidad.\n\n（３）　彼は、初心者ながらも、実力はプロと同じだ。\n- Incluso aunque sea un principiante, su maestría es la de un profesional."
    },
    {
        "id": "timeaction2_5",
        "titulo": "Expresando la relación temporal de las acciones",
        "subtitulo": "El uso de 「まくる」 para indicar que alguien se abandona irresponsablemente a la realización repetitiva de una determinada acción",
        "formas": [
            "まくる",
            "makuru"
        ],
        "texto": "El WWWJDIC define brevemente este verbo como un \"sufijo verbal que sirve para expresar el abandonarse imprudentemente a una determinada actividad\". Desgraciadamente no se para a explicar exactamente cómo se usa. En realidad no hay mucho que explicar. Solo hay que añadir 「まくる」 a la raíz del verbo. Sin embargo, como la acción está transcurriendo, es un estado permanente, a menos que vaya a tener lugar en el futuro. Se trata de una expresión muy informal.\n\n```\nEl uso de 「まくる」 para acciones frecuentes\n\nSe toma la raíz del primer verbo y se le añade 「まくっている」.\n例）　やる → やり → やりまくっている\n```\n\nç\n\nEjemplos\n（１）　ゲームにはまっちゃって、最近パソコンを使いまくっているよ。\n- Como estoy enganchado a los juegos, lo único que hago últimamente es estar en el ordenador.\n\n（２）　アメリカにいた時はコーラを飲みまくっていた。\n- Cuando estaba en USA, bebía coca cola como que todo el rato."
    },
    {
        "id": "nochange_1",
        "titulo": "Dejando que las cosas sean como son",
        "subtitulo": "El uso de 「まま」 para expresar que no hay cambio",
        "formas": [
            "まま",
            "mama"
        ],
        "texto": "「まま」, a la que no hay que confundir con la forma infantil de decir \"madre\" （ママ）, es una frase gramatical que expresa la ausencia de cambio en algo. Gramaticalmente se utiliza como cualquier nombre. Probablemente oirás esta expresión en alguna tienda cuando compres algo muy pequeño. Como los empleados de las tiendas utilizan expresiones super educadas y las dicen a velocidades ultrasónicas, aprender esta expresión te va a ser de cierta ayuda. (Naturalmente que si nota que no hemos entendido, la persona suele repetir la misma frase exactamente ... y a idéntica velocidad).\n\nEjemplos\n（１）　このままで宜しいですか？\n- ¿Así (como está) está bien?\n\nEn otras palabras, el empleado quiere saber si te lo vas a llevar así o si quieres una bolsita. En caso de que no lo sepas todavía 「宜しい」 no es más que una versión muy formal de 「いい」. Fíjate en que 「まま」 funciona gramaticalmente como cualquier nombre, lo que significa, como siempre, que puedes modificarlo con frases verbales o con adjetivos.\n\nç\n\n（２）　半分しか食べてないままで捨てちゃダメ！\n- ¡Así (como está) comido solo a medias está mal que lo tires! (no lo tires a medio comer).\n\nOk, la traducción es muy libre, pero la idea es que está en el estado permanente (que no cambia) de estar medio comido y que no puedes tirarlo sin más.\n\nAquí hay un buen ejemplo que encontré con el google. Está lleno de estructuras gramaticales que se han explicado aquí, aquí, y aquí.\nUna pista: 「いさせる」 es la forma causativa de 「いる」 que significa \"deja/haz que exista\".\n\n（３）　今日だけは悲しいままでいさせてほしい。\n- Quiero que, solo por hoy, me dejes que siga estando triste como estoy.\n\nFinalmente, solo por si acaso, te pongo un ejemplo en el que se modifica directamente al nombre.\n\n（４）　その格好のままでクラブに入れないよ。\n- No puedes entrar en el club con esa pinta (tal como vas)."
    },
    {
        "id": "nochange_2",
        "titulo": "Dejando que las cosas sean como son",
        "subtitulo": "El uso de 「っぱなし」 para que algo se quede como está",
        "formas": [
            "っぱなし",
            "ppanashi"
        ],
        "texto": "El verbo 「放す」, que significa \"soltar\", puede usarse de varias formas con el fin de que las cosas se queden como están. Por ejemplo, se usa la variación 「放っとく」 cuando se trata de decir \"déjame en paz\". Por ejemplo, se puede usar la forma imperativa de una petición （くれる） y decir, 「ほっといてくれ！」(¡Déjame en paz !). Y esta otra variante 「ほったらかす」, significa \"descuidar\".\nLa estructura gramatical que me gustaría discutir aquí es el sufijo 「っぱなし」. Puedes añadir este sufijo a la raíz de cualquier verbo para describir el hecho de hacer algo y dejar que se quede así, sin cambiar. Puedes tratar al conjunto como a un nombre cualquiera.\n\nç\n\nComo siempre, para ver ejemplos solo tienes que buscar la palabra en el WWWJDIC y acceder desde ahí al link [EX]. De hecho, aquí hay un link directo a ejemplos de esta regla gramatical. Como puedes ver en los siguientes ejemplos, este sufijo aporta el matiz de que la cosa que se deja se deja por descuido o abandono. Aquí tienes las reglas de conjugación de esta estructura gramatical.\n\n```\nEl uso de 「っぱなし」 para terminar una acción y dejar que se quede así\n\nSe parte de la raíz del verbo se le añade 「っぱなし」.\n例）　開ける → 開けっぱなし\n例）　書く → 書き → 書きっぱなし\n```\n\nç\n\nEjemplos\n（１）　テレビを付けっぱなしにしなければ眠れない人は、結構いる。\n- Hay bastantes personas que no pueden dormir sin encender la televisión y dejarla encendida.\n\n（２）　窓が開けっ放しだったので、蚊がいっぱい入った。\n- Dejaron la ventana abierta de par en par por lo que entraron muchos mosquitos."
    },
    {
        "id": "formal_1",
        "titulo": "Expresiones Formales",
        "subtitulo": "El uso de 「である」 para afirmar, en tono autoritario, que algo es de una determinada forma",
        "formas": [
            "である",
            "dearu"
        ],
        "texto": "Ya hemos aprendido a hablar con nuestros amigos en lenguaje informal, a nuestros superiores en lenguaje formal y a nuestros clientes en lenguaje honorífico / humilde. Aprendimos 「だ」、「です」 y 「でございます」 para expresar el estado-de-ser de los distintos grados de educación. Hay algunas formas más de estado-de-ser que se utilizan principalmente para que, al declarar hechos, suene neutral u oficial - 「である」. Como con los otros, se añade 「である」 al nombre o adjetivo que representa el estado.\n\nEjemplos\n（１）　吾輩は猫である - Soy un gato. (Éste es el título de una famosa novela de 夏目漱石)\nComo estoy muy perezoso para ponerme a buscar, vamos a abreviar yendo directamente a la versión japonesa de Wikipedia a ver algunos artículos al azar yendo al link 「おまかせ表示」.\n（２）　混合物(こんごうぶつ, mezcla) とは、2種類以上の純物質が混じりあっている物質である。(Wikipedia - 混合物, Julio del 2004)\n－ Una amalgama es una mezcla de dos o más sustancias puras.\n\nPara que te hagas una idea de cómo al cambiar el 「である」 cambia el tono, he añadido algunas cosas a la frase.\n\nç\n\n混合物は何？\n混合物は、2種類以上の純物質が混じりあっている物質だ。\n混合物は何ですか？\n混合物は、2種類以上の純物質が混じりあっている物質です。\n混合物は何でしょうか。\n混合物は、2種類以上の純物質が混じりあっている物質でございます。\n混合物とは？\n混合物は、2種類以上の純物質が混じりあっている物質である 。\n\nLos artículos del periódico son diferentes en que su principal objetivo es plasmar hechos de actualidad lo más concisa y rápidamente posible. A esto se debe que 「である」 no se utilice normalmente en los artículos de los periódicos, prefiriéndose usar 「だ」 o no usar nada en absoluto. Aunque, en general, como los artículos de las revistas refieren, bien hechos que han tenido lugar, bien citas, casi todas las frases terminan de todas formas en la forma de diccionario.\n\n（１）　国土交通省は２年後に利用率を７０％まで引き上げる考えで、買い替え時に利用する気になるかどうかがカギになりそうだ。 （朝日新聞, 2004/8/16）\n－Con idea de aumentar la tasa de utilización al 70% en dos años, parece probable que la clave pase a ser si el ministro de tierra, infraestructura y transporte va a utilizarla cuando compre recambios."
    },
    {
        "id": "formal_2",
        "titulo": "Expresiones Formales",
        "subtitulo": "La forma negativa de 「である」",
        "formas": [
            "ではない",
            "dewanai",
            "dehanai"
        ],
        "texto": "Como la forma negativa de 「ある」 es 「ない」, sería de esperar que lo opuesto a 「である」 fuera 「でない」. Sin embargo, por alguna razón que desconozco, hay que poner la partícula de tema delante de 「ない」, con lo que se obtiene 「ではない」.\n\nEjemplo\n（１）　これは不公平ではないでしょうか。- ¿Considerarías a esto una injusticia?\n（２）　言語は簡単にマスターできることではない。- Un idioma no es algo que pueda dominarse fácilmente.\n\n```\nEl uso de 「である」 para que algo suene oficial\n\nAñadir 「である」 al verbo o adjetivo al que se refiere el estado-de-ser.\n例）　学生 → 学生である\nPara la forma negativa añadir 「ではない」 al verbo o adjetivo a que se refiere el estado-de-ser.\n\n例）　学生 → 学生ではない\nPara el pasado, utilizar el pasado normal de 「ある」\n```"
    },
    {
        "id": "should_1",
        "titulo": "Cosas que deberían ser de una determinada forma",
        "subtitulo": "El uso de 「はず」 para expresar una expectativa",
        "formas": [
            "はず",
            "hazu"
        ],
        "texto": "La primera forma gramatical que vamos a aprender es 「はず」, que se utiliza para expresar algo que todavía no ha sucedido pero que se espera que suceda. 「はず」 funciona como cualquier nombre, ya que normalmente va unido al adjetivo o al verbo que se espera. En japonés se podría decir que esto significa 「～と予想している」.\nAquí solo hay que tener cuidado al expresar la expectativa de que algo no va a suceder. Para hacer esto hay que utilizar el verbo de existencia negativo 「ない」 para indicar que no hay tal expectativa. Esto se pondría 「～はずがない」 o 「～はずはない」 dependiendo que la partícula que se quiera usar. La forma negativa 「はずじゃない」 solo se utiliza cuando haya que confirmar en sentido positivo como 「～はずじゃないか？」.\n\n```\nEl uso de 「はず」 para describir una expectativa\n\nSe usa 「はず」 como cualquier nombre para modificar lo que se espera\n例）　受験日のはず (nombre)\n例）　可能なはず (adjetivo -na)\n例）　おいしいはず (adjetivo -i)\n例）　帰るはず (verbo)\n\nPara los casos en los que se espera lo negativo, se usa el verbo 「ない」 para la inexistencia\n例）　帰るはず → 帰るはずがない\n```\n\nç\n\nEjemplos\n（１）　彼は漫画マニアだから、これらをもう全部読んだはずだよ。\n- Es un maniaco de los comics, de modo que espero que ya se haya leido todos estos.\n\n（２）　この料理はおいしいはずだったが、焦げちゃって、まずくなった。\n- Este plato parecía (se esperaba) que iba a estar sabroso pero se quemó y su sabor se volvió desagradable.\n\n（３）　色々予定してあるから、今年は楽しいクリスマスのはず。\n- Como se han planeado algunas cosas, espero que las Navidades de este año sean muy divertidas.\n\n（４）　そう簡単に直せるはずがないよ。\n- No se supone que sea tan fácil de arreglar.\n\n（５）　打合せは毎週２時から始まるはずじゃないですか？\n- Se supone que esta reunión empieza todas las semanas a las 2 ¿no?"
    },
    {
        "id": "should_2",
        "titulo": "Cosas que deberían ser de una determinada forma",
        "subtitulo": "El uso de 「べき」 para hablar de acciones que uno debería hacer",
        "formas": [
            "べき",
            "beki"
        ],
        "texto": "「べき」 es un sufijo verbal que se usa para expresar acciones que se supone que se van a llevar a cabo. Este sufijo se define por lo general como \"debería\", sin embargo hay que saber que no puede utilizarse para sugerir algo, como es el caso en la frase: \"Deberías ir al médico.\" Si se usa 「べき」, suena más a, \"Parece que vas a ir al médico.\" 「べき」 aporta un matiz mucho más fuerte y hace que suene como un sabelotodo que le dice a la gente lo que tiene que hacer. Para hacer sugerencias se suele usar en su lugar la comparación 「方がいい」. A esto se debe que no se use casi nunca esta forma para decirle a alguien directamente lo que tiene que hacer. Generalmente se usa en referencia a uno mismo, con lo que uno puede ser todo lo mandón que quiera, o en un contexto neutral en el que las circunstancias dictarán lo que es adecuado y lo que no. Ejemplo de esto sería una frase como: \"Se supone que criaremos bien a nuestros hijos y les daremos una buena educación.\"\n\nç\n\nA diferencia de 「はず」, no hay expectativas de que algo vaya a suceder. Esta forma describe más bien lo que se debería hacer en determinadas circunstancias. En japonés podríamos decir que significa 「絶対ではないが、強く推奨されている」.\n\nGramaticalmente tiene muy poco interés. 「べき」 funciona como cualquier nombre, de modo que se puede conjugar como 「べきじゃない」、「べきだった」, etc. En lo único que hay que fijarse es en que, si se usa con 「する」, el verbo que significa \"hacer\", se puede optar por quitar el 「る」 de 「するべき」, quedando entonces 「すべき」. Esto se puede hacer solo con este verbo, no se puede hacer con los demás verbos, ni siquiera cuando el verbo se escriba como 「する」, como es el caso de 「擦る」, el verbo que significa \"frotar\".\n\nç\n\n```\nEl uso de 「べき」 para acciones que deben hacerse\n\nAñadir 「べき」 a la acción que hay que hacer\n例）　行う → 行うべき\n例）　する → するべき\n\nSolo con el verbo \"hacer\" 「する」 se puede quitar 「る」\n例）　するべき → すべき\n```\n\nç\n\nEjemplos\n（１）　何かを買う前に本当に必要かどうかをよく考えるべきだ。\n- Antes de comprar algo uno debería pensar bien en si es realmente necesario o no.\n\n（２）　例え国のためであっても、国民を騙すべきではないと思う。\n- Aunque sea, por ejemplo, por el país, no creo que los ciudadanos de dicho país deban sentirse decepcionados.\n\n（３）　預金者が大手銀行を相手取って訴訟を起こすケースも出ており、金融庁は被害者の救済を優先させて、金融機関に犯罪防止対策の強化を促すべきだと判断。（朝日新聞）\n- Habiendo salido casos de depositors estafando a grandes bancos, la agencia de servicios financieros decidió que debía dar prioridad a apoyar a las víctimas y presionar a los bancos para que aumentar las medidas para prevenir el crimen."
    },
    {
        "id": "should_3",
        "titulo": "Cosas que deberían ser de una determinada forma",
        "subtitulo": "El uso de 「べく」 para expresar lo que uno intenta hacer",
        "formas": [
            "べく",
            "beku"
        ],
        "texto": "Gramaticalmente 「べく」 es una forma conjuntiva （連用形） de 「べき」, con función parecida a la de conectar frases de la forma -te. No obstante, lo que es necesario mencionar aquí es que, transformándolo en un conjuntivo y añadiendole un predicado, el significado de 「べく」 deja de ser el de 「べき」. 「べき」 es una propuesta firme, el sustituirlo por 「べく」 permite referir lo que se hizo para llevar a cabo dicha propuesta. Mira los ejemplos siguientes para ver como cambia el significado.\n\n（１）　早く帰るべき。\nDebería volver a casa temprano.\n\n（２）　早く帰るべく、準備をし始めた。\nComo intentaba volver a casa temprano empezó con los preparativos.\n\nç\n\nComo se puede ver en este ejemplo, añadir el 「準備をし始めた」 nos informa de lo que hizo el sujeto para conseguir llevar a cabo la acción que se supone que va a llevar a cabo. De modo que podemos decir que 「べく」 tiene el significado de, \"para\" o \"en un intento por\". De modo similar, 「べく」 podría ser el equivalente japonés de 「しようと思って」 o de 「できるように」. Esta es una expresión anticuada que se usa poco y que pongo aquí nada mas que para cubrir todos los aspectos de 「べき」.\n\n```\nEl uso de 「べく」 para hablar de acciones que se tratan de hacer\n\nAñadir 「べく」 a la acción que se trata de hacer\n例）　行う → 行うべく\n例）　する → するべく\n\nComo en el caso de 「べき」, solo con el verbo \"hacer\" 「する」 se puede quitar 「る」\n例）　するべく → すべく\n```\n\nEjemplos\n（１）　試験に合格すべく、皆一生懸命に勉強している。\nTodo el mundo está estudiando duro en un intento por pasar el examen.\n\n（２）　今後もお客様との対話の窓口として、より充実していくべく努力してまいります\nEstamos trabajando a partir de aquí en un intento por ofrecer una ventana enriquecida con la que el cliente pueda interaccionar."
    },
    {
        "id": "should_4",
        "titulo": "Cosas que deberían ser de una determinada forma",
        "subtitulo": "El uso de 「べからず」 para hablar de cosas que uno no debería hacer",
        "formas": [
            "べからず",
            "bekarazu"
        ],
        "texto": "「べからず」 es una nueva forma de 「べき」. Esta forma está sin duda relacionada con la terminación negativa 「ず」 que vimos en esta sección. Sin embargo parece ser la conjugación de una 未然形 de 「べから」. No tengo ni idea de lo que significa, y tu no tienes que saberlo tampoco. Lo único que tienes que sacar en limpio de aquí es que 「べからず」 tiene el significado contrario de 「べき」 como una acción que uno no debería hacer. Supongo que la terminación brusca y corta de la forma 「ず」 hace que sea más útil para establecer reglas. De hecho, buscando en el google sale un montón de 「べし･ベからず」 o \"hacer y no hacer\". （べし es una forma más antigua incluso de べき, que dudo que vayas a necesitar nunca.)\n\nç\n\n```\nEl uso de 「べからず」 para describir acciones que no se deben hacer\n\nAñadir 「べからず」 a la acción que no debe hacerse\n例）　行う → 行うべからず\n例）　する → するべからず\n\nComo con 「べき」, con el verbo genérico \"hacer\" 「する」 solamente se puede quitar 「る」\n例）　するべからず → すべからず\n```\n\nç\n\nEjemplos\n（１）　ゴミ捨てるべからず。\n- No tienes que tirar basura.\n\n（２）　安全措置を忘れるべからず。\n- No tienes que olvidar el equipo de salvamento."
    },
    {
        "id": "even_1",
        "titulo": "Expresando lo que se espera como mínimo",
        "subtitulo": "El uso de 「（で）さえ」 para describir los requisitos mínimos",
        "formas": [
            "さえ",
            "sae",
            "でさえ",
            "desae"
        ],
        "texto": "En español diríamos \"ni siquiera estás cerca\" para indicar que no se han alcanzado ni las expectativas mínimas. En japonés podemos expresar esto añadiendo 「さえ」 al verbo u objeto que ha fracasado miserablemente en llegar a lo que uno consideraría que es que se haya cumplido. Veamos primero algunos ejemplos de esto con nombres. También se puede utilizar la misma estructura gramatical en una frase positiva para indicar que eso es todo lo que se necesita para producir un efecto deseado.\n\nEjemplos\n（１）　宿題が多すぎて、トイレに行く時間さえなかった。\n- Tenía tantos deberes que ni siquiera tuve tiempo para ir al baño.\n\n（２）　お金さえあれば、何でも出来るよ。\n- Con que solo tuvieras dinero podrías hacer cualquier cosa.\n\n（３）　お弁当を買うお金さえなかった。\n- No tengo dinero ni para comprar el almuerzo.\n\nç\n\nCon los nombres (solo con los nombres) se puede añadir 「で」 y usar 「でさえ」 en lugar de solo 「さえ」. Gramaticalmente no hay diferencias, pero suena un poco más enfático.\n\n（４）　私でさえ出来れば、あんたには楽ちんでしょう。\n- Si al menos pudiera hacerlo, sería un respiro para tí.\n\nTambién se puede añadir 「さえ」 a la raíz de los verbos para indicar qué hay que hacer como mínimo para obtener un resultado. Por lo general esto va seguido por 「する」 para mostrar que se ha cumplido la mínima acción (o que no se ha cumplido, en caso negativo).\n\n（５）　ビタミンを食べさえすれば、健康が保証されますよ。\n- Solo con tomar vitaminas tu salud está garantizada.\n\n（６）　自分の過ちを認めさえしなけらば、問題は解決しないよ。\n- El problema no se va a resolver si ni siquiera reconoces tus propios errores.\n\nç\n\n```\nEl uso de 「（で）さえ」 para expresar un requerimiento mínimo\n\nCon los nombres añade 「さえ」 o 「でさえ」 a los requisitos mínimos\n例）　私さえ - Al menos yo\n例）　子供でさえ - Al menos los niños\n\nCon los verbos se añade 「さえ」 a la raíz del verbo\n例）　食べる → 食べさえ\n例）　行く → 行き → 行きさえ\n```"
    },
    {
        "id": "even_2",
        "titulo": "Expresando lo que se espera como mínimo",
        "subtitulo": "「（で）すら」 - Lo mismo que 「（で）さえ」 ¿pero diferente?",
        "formas": [
            "すら",
            "sura",
            "ですら",
            "desura"
        ],
        "texto": "「（で）すら」 es una variación de 「（で）さえ」 que significa esencialmente lo mismo y se utiliza exactamente de la misma forma. Sin embargo, es más difícil de entender, y se suele descartar a favor de 「（で）さえ」. La razón principal por la que nos ocupamos aquí de ella es porque, al ser lo mismo que 「（で）さえ」, es como matar dos pájaros de un tiro. Además, aparece en el Japanese Language Proficiency Test (JLPT) nivel 1 (si estás pensando en hacer el examen).\n\nEjemplos\n（１）　この天才の私ですらわからなかった。\n- Ni siquiera un genio como yo podría resolverlo.\n\n（２）　私は緊張しすぎて、ちらっと見ることすら出来ませんでした。\n- Estaba tan nervioso que ni siquiera pude echarle un vistazo.\n\n（３）　「人」の漢字すら知らない生徒は、いないでしょ！\n- No hay estudiantes que ni siquiera se sepan el kanji 「人」\n\nç\n\n```\n「（で）すら」 se utiliza exactamente del mismo modo que 「（で）さえ」 y significa lo mismo\n\nCon los nombres se añade 「すら」 o 「ですら」 al requisito mínimo\n例）　私すら - Al menos yo\n例）　子供ですら - Al menos los niños\n\nCon los verbos se añade 「さえ」 a la raíz del verbo\n例）　食べる → 食べすら\n例）　行く → 行き → 行きすら\n\nSin embargo lo más corriente es añadir el nombre genérico 「こと」 al verbo y tratar al conjunto como si fuese un nombre. （ie 食べることすら and 行くことすら）\n```"
    },
    {
        "id": "even_3",
        "titulo": "Expresando lo que se espera como mínimo",
        "subtitulo": "「おろか」 - Ni siquiera merece la pena tenerlo en cuenta",
        "formas": [
            "おろか",
            "oroka"
        ],
        "texto": "Sospecho que esta forma gramatical viene del adjetivo 「愚か」, que significa ser un loco o un estúpido. Sin embargo, en este caso no se burla uno de algo, al contrario, 「おろか」 puede significar que algo es tan ridículo que no merece la pena tenerlo en cuenta. En español diríamos algo así como: \"¿Estas de broma? ni siquiera puedo tocarme las rodillas, así que mucho menos puedo abrirme completamente de piernas\" En este ejemplo el abrirse completamente de piernas de los gimnastas está tan alejado de las habilidades de la persona que sería una locura planteárselo siquiera.\n\nEjemplos\n（１）　漢字はおろか、ひらがなさえ読めないよ！\n- Olvídate de los kanji, ni siquiera puedo leer los hiragana!\n\n（２）　結婚はおろか、2ヶ月付き合って、結局別れてしまった。\n- Rompimos después de salir durante dos meses, ni se me ocurre pensar en casarnos.\n\n（３）　大学はおろか、高校すら卒業しなかった。\n- No he terminado siquiera la escuela superior así que, ni se me ocurre pensar en la universidad."
    },
    {
        "id": "signs_1",
        "titulo": "Dar señales de algo",
        "subtitulo": "Dando signos externos de una emoción usando 「～がる」",
        "formas": [
            "がる",
            "garu"
        ],
        "texto": "La forma gramatical 「～がる」 se usa cuando uno quiere hacer una suposición sobre lo que alguien siente. Es simplemente una suposición basada en determinado(s) signo(s). No puede usarse para hablar de las propias emociones, ya que éstas no pueden adivinarse. Esta forma gramatical sólo puede usarse con adjetivos, de modo que puede usarse para decir: \"Parece asustado\", pero no para decir \"Parece sorprendido\" porque en japonés \"estar sorprendido\" es un verbo, no un adjetivo. Esta forma gramatical se suele utilizar también con un grupo determinado de adjetivos relacionados con emociones tales como: 「嫌」、「怖い」、「嬉しい」 o 「恥ずかしい」.\n\nç\n\n```\nEl uso de 「～がる」 para hacer suposiciones sobre las emociones o sentimientos de otros\n\nCon los adjetivos -i: Se quita primero la 「い」 del adjetivo -i y se le añade 「がる」\n例）　怖い → 怖がる\n\nCon los adjetivos -na: Se añade「がる」 al final del adjetivo -na\n例）　重宝 → 重宝がる\n```\n\nç\n\nEjemplos\n（１）　早くきてよ！何を恥ずかしがっているの？\n- ¡Deprisa! ¡ven!¿De qué (parece que) tienes vergüenza?\n\n（２）　彼女は朝早く起こされるのを嫌がるタイプです。\n- Mi novia es de las que (parece que) odian que las despierten temprano por la mañana.\n\n（３）　うちの子供はプールに入るのを理由もなく怖がる。\n- Nuestro niño (parece que) se asusta sin razón cuando tiene que entrar en una piscina.\n\nç\n\nEsta forma gramatical se utiliza también para decir claramente lo que se piensa que otra persona quiere. Esto implica al adjetivo 「欲しい」 cuando se trata de cosas que uno quiere y a la conjugación 「～たい」 cuando se trata de acciones que uno quiere hacer, siendo esta última forma, básicamente, un verbo que, al conjugarse, se convierte en un adjetivo -i. Esta forma gramatical es más para cosas como narrar una historia, y se usa pocas veces en conversaciones normales, porque genera suposiciones impersonales. En conversaciones informales es más habitual usar 「でしょう」, como en 「カレーを食べたいでしょう。」. En conversaciones formales lo normal es no hacer ningún tipo de suposición o usar la terminación 「よね」, como en 「カレーを食べたいですか。」 o en 「カレーを食べたいですよね。」\n\nç\n\nEjemplos\n（１）　家に帰ったら、すぐパソコンを使いたがる。\n- [El] parece que quiere ponerse en el ordenador en cuanto llegue a casa.\n\n（２）　みんなイタリアに行きたがってるんだけど、私の予算で行けるかどうかはとても怪しい。\n- Parece que todos quieren ir a Italia, pero no está claro si tengo que ir a mi costa.\n\n（３）　妻はルイヴィトンのバッグを欲しがっているんだけど、そんなもん、買えるわけないでしょう！\n- Parece que mi mujer quiere un bolso Louis Vuitton, pero es imposible que yo compre algo así!\n\n「～がる」 también se usa con 「屋」 para definir a un tipo de persona que siente muchas veces de una forma determinada, como: 「恥ずかしがり屋」 (alguien que siente o que parece sentir vergüenza fácilmente)、 「寒がり屋」 (una persona sensible al frío) o 「暑がり屋」 (una persona sensible al calor).\n\n（３）　私は寒がり屋だから、ミネソタで暮らすのは辛かった。\n- Soy de los que se enfrían fácilmente, así que vivir en Minnesota fue difícil."
    },
    {
        "id": "signs_2",
        "titulo": "Dar señales de algo",
        "subtitulo": "El uso de 「ばかり」 para hacer como si uno pudiese hacer algo",
        "formas": [
            "ばかり",
            "bakari"
        ],
        "texto": "Acabamos de aprender a hablar de las emociones y sentimientos de otros usando 「～がる」 con adjetivos. Pero ¿y los verbos? Pues hay una forma gramatical concreta que se usa para expresar el hecho de que alguien parece que está a punto de hacer algo, pero que en realidad no lo está. Como la forma 「～がる」, no se usa en conversaciones normales del día a día. La he visto varias veces en libros y novelas, pero todavía no la he oído en ninguna conversación.\nPara el verbo en no-pasado no-negativo primero hay que conjugar el verbo a la terminación negativa con 「ん」, como vimos aquí. Luego solo hay que añadir 「ばかり」 al final del verbo. Con el resto de las conjugaciones lo único que se necesita es añadir 「ばかり」 al verbo. El verbo que más se usa con esta forma es 「言う」. También se suele usar con la partícula de objetivo 「に」 añadida a 「ばかり」.\n\nEsta forma es completamente diferente al 「ばかり」 que se usa para expresar cantidades y al 「ばかり」 que se utiliza para expresar la proximidad de una acción.\n\nç\n\n```\nEl uso de 「ばかり」 para indicar que uno parece querer hacer algo\n\nPara el presente no-negativo: Se conjuga el verbo a la forma negativa 「ん」 y se le añade 「ばかり」\n例）　言う → 言わない → 言わん → 言わんばかり\n\nPara las otras formas: Se añade 「ばかり」 al final del verbo\n例）　言わなかった → 言わなかったばかり\n```"
    },
    {
        "id": "signs_3",
        "titulo": "Dar señales de algo",
        "subtitulo": "El uso de 「めく」 para indicar que se tiene la impresión de un estado",
        "formas": [
            "めく",
            "meku"
        ],
        "texto": "A estas alturas seguramente estarás pensando: \"ok, ya hemos terminado con los adjetivos y con los verbos ¿y qué pasa con los nombres?\" El hecho es que hay una forma gramatical parecida que se suele utilizar con los nombres y con los adjetivos -na. Su función es señalar que algo muestra signos de un determinado estado. A diferencia de la forma 「～がる」, no hay ninguna acción que indique nada, del contexto se deduce la impresión que se tiene del estado. Como ocurría con la forma gramatical que acabamos de ver, también para esta forma hay una lista de nombres que se suelen usar, como por ejemplo「謎」、「秘密」 o 「皮肉. Esta forma gramatical se utiliza añadiendo 「めく」 al nombre o adjetivo -na. Como resultado obtenemos un verbo -u.\n\nç\n\n```\nEl uso de 「めく」 para indicar que uno parece querer hacer algo\n\nAñade 「めく」 al nombre o adjetivo -na. Como resultado se obtiene un verbo -u.\n例）　謎 → 謎めく\n```\n\nç\n\nEjemplos\n（１）　紅葉が始まり、すっかり秋めいた空気になってきた。\n- Con las hojas empezando a cambiar de color, el aire se volvió muy otoñal.\n\n（２）　そんな謎めいた顔をされても、うまく説明できないよ。\n- Aunque me hayas dirigido esa mirada de incomprensión, no lo puedo explicar bien.\n\n（３）　いつも皮肉めいた言い方をしたら、みんなを嫌がらせるよ。\n- Vas a conseguir caerles mal a todos si sigues hablando en ese tono irónico."
    },
    {
        "id": "feasibility_1",
        "titulo": "Expresiones formales de imposibilidad",
        "subtitulo": "Expresando la imposibilidad de conseguir no hacer algo por medio de「～ざるを得ない」",
        "formas": [
            "ざるを得ない",
            "zaruwoenai"
        ],
        "texto": "Esta forma gramatical se utiliza cuando hay algo que, inevitablemente, debe hacerse. Es la versión negativa de la forma gramatical de la que acabamos de tratar y que se utiliza para expresar que algo debe hacerse. Utiliza la forma negativa del verbo 「得る」 u \"obtener\" para, a grandes rasgos, expresar que \"uno no puede conseguir no hacer algo\". Esto significa que no puedes dejar de hacer algo aunque quieras. El que haya un doble negativo en esta forma gramatical lleva consigo el matiz de que uno no quiere hacer algo, pero lo hace porque no se puede hacer nada para evitarlo. En realidad, la única diferencia entre esta forma gramatical y la que vimos en la sección \"tener que\" es su connotación negativa y también el hecho de que esta forma es más chula y más avanzada.\n\nç\n\nLos verbos que aparecen en esta forma gramatical lo hacen en una forma negativa y arcaica que termina en 「～ざる」. Esta forma no se usa en japonés moderno, excepción hecha de esta forma gramatical y de algunas expresiones tales como 「意図せざる」. Las reglas de conjugación son las mismas que las de los verbos negativos de que nos ocupamos en esta sección, solo que en esta forma gramatical lo que se añade es 「ざる」. Repito, lo único que hay que hacer es conjugar el verbo a su forma negativa y reemplazar luego 「ない」 por 「ざる」. Dos excepciones son, el verbo 「する」, que pasa a ser 「せざる」 y 「くる」 que se transforma en 「こざる」. Por último, lo único que queda por hacer es añadir 「を得ない」 al verbo. No es raro que se utilice el hiragana en lugar de kanji.\n\nç\n\n```\nEl uso de「～ざるを得ない」 para acciones que hay que hacer\n\nPara decir que no puedes no hacer algo sustituye el 「ない」 del verbo negativo por 「ざる」 y añade luego 「を得ない」 al final del verbo.\n例）　食る → 食べない → 食べざる → 食べざるを得ない\n例）　行く → 行かない → 行かざる → 行かざるを得ない\n\nLas dos excepciones, los verbos 「する」 y 「くる」 pasan a ser 「せざる」 y 「こざる」 respectivamente.\n例外1）　する → せざる → せざるをえない\n例外2）　くる → こざる → こざるをえない\n```\n\nç\n\nEjemplos\n（１）　このテレビがこれ以上壊れたら、新しいのを買わざるを得ないな。\n- Si esta TV se rompe todavía más no va a haber más remedio que comprar una nueva.\n\n（２）　ずっと我慢してきたが、この状態だと歯医者さんに行かざるを得ない。\n- He estado aguantando todo este tiempo, pero he llegado a un punto en que no puedo dejar de ir al dentista.\n\n（３）　上司の話を聞くと、どうしても海外に出張をせざるを得ないようです。\n- Por lo que ha dicho el jefe, parece que no puedo dejar de ir de viaje de negocios al extranjero pase lo que pase."
    },
    {
        "id": "feasibility_2",
        "titulo": "Expresiones formales de imposibilidad",
        "subtitulo": "Expresando incapacidad de dejar de hacer lo que se está haciendo por medio de「やむを得ない」",
        "formas": [
            "やむを得ない",
            "yamuwoenai"
        ],
        "texto": "Esta forma gramatical es muy parecida a la que acabamos de ver, salvo que en ella se utiliza el verbo 「止む」 para decir que uno no puede conseguir detener algo. Recordemos que lo normal es que no se pueda añadir la partícula de objeto directo 「を」 a los verbos, de modo que nos encontramos ante una frase hecha. Como ocurría con la forma gramatical que acabamos de aprender, se utiliza para describir algo que uno se ve forzado a hacer por circunstancias. La diferencia aquí es que se trata de una frase completa que puede utilizarse en una situación general en la que no esté involucrada ninguna acción específica. En otras palabras, no estás obligado realmente a hacer nada; más bien describe una situación que no puede evitarse. Si ya conoces 「仕方がない」 o 「しょうがない」, esta forma gramatical significa casi la misma cosa. La diferencia consiste en si lo que queremos decir es: \"Parece que estamos atascados\" o \"Debido a circunstancias fuera de nuestro control ...\"\n\nç\n\nAl ser una frase hecha no podemos discutir ningún aspecto gramatical. Solo hay que utilizar la frase como si se tratase de cualquier oración subordinada.\n\nç\n\nEjemplos\n（１）　やむを得ない事由により手続が遅れた場合、必ずご連絡下さい。\n- Si las obras llegan tarde por circunstancias ajenas a nuestra voluntad, póngase en contacto con nosotros de la forma que sea.\n（２）　この仕事は厳しいかもしれませんが、最近の不景気では新しい仕事が見つからないのでやむを得ない状態です。\n- Este empleo puede ser malo, pero dada la reciente recesión económica, es una situación en la que no se puede hacer nada."
    },
    {
        "id": "feasibility_3",
        "titulo": "Expresiones formales de imposibilidad",
        "subtitulo": "Expresando lo que no puede hacerse con 「～かねる」」",
        "formas": [
            "かねる",
            "kaneru"
        ],
        "texto": "El significado y uso de 「かねる」 se trata en gran detalle en jeKai entry donde se pueden ver numerosos ejemplos. Aunque mucho de lo que pongo aquí es una repetición de lo que aparece allí, 「かねる」 es un verbo -ru que se utiliza de sufijo con otros verbos para expresar el hecho de que algo es imposible. Al decir imposible no me refiero tanto a una imposibilidad física, como crear materia a partir de la nada, sino a que no puede cumplirse debido a determinadas condiciones.\n「かねる」 se usa más a menudo en forma negativa 「かねない」 con el significado de que hay alguna posibilidad de que el verbo en cuestión pueda suceder. Como dice la jeKai entry, por lo general se refiere a algo malo que, en español, se expresaría como: \"existe el riesgo de que...\" o \"hay el temor de que...\"\n\nç\n\nUna cosa importante que jeKai no dice es cómo utilizar esta forma gramatical. No es difícil, como se ve en las frases de ejemplo, lo único que hay que hacer es añadir 「かねる」 o 「かねない」 a la raiz del verbo.\n\n```\nEl uso de 「～かねる」 para cosas que no pueden hacerse\n\nPara decir que algo no puede hacerse por medio de 「かねる」, añade 「かねる」a la raíz del verbo.\n例）　決める → 決めかねる\n例）　する → しかねる\n\n「かねる」 es lo mismo que un verbo -ru, su forma negativa, 「かねない」 se utiliza para decir que puede pasar algo (malo).\n例）　なる → なりかねる → なりかねない\n例）　する → しかねる → しかねない\n```\n\nç\n\nEjemplos\n（１）　この場ではちょっと決めかねますので、また別途会議を設けましょう。\n- Como no es posible tomar ninguna decisión, tendremos que hacer una nueva reunión.\n（２）　このままでは、個人情報が漏洩しかねないので、速やかに対応をお願い致します。\n- A este paso es posible que pueda filtrarse información personal de modo que solicito que el tema se resuelva con prontitud."
    },
    {
        "id": "tendency_1",
        "titulo": "Tendencias",
        "subtitulo": "Decir que algo suele ocurrir usando 「～がち」",
        "formas": [
            "がち",
            "gachi"
        ],
        "texto": "Es probable que ésta sea, a efectos prácticos, la forma gramatical más útil de esta lección. Con esto quiero decir que es la única forma gramatical que podría oírse realmente en una conversación normal aunque, de nuevo, es mucho más común que aparezca en un escrito.\nCon esta forma gramatical se puede decir que algo suele ocurrir añadiendo 「がち」 a la raíz del verbo. A pesar de ser un sufijo, 「がち」funciona en gran medida como un nombre o como un adjetivo-na. En otras palabras, el resultado es la descripción de que hay una tendencia a que suceda a algo. Esto significa que, para decir que tendemos a hacer algo, podemos modificar al nombre añadiéndole 「な」 u otras cosas que se suelen añadir a los adjetivos-na. También se puede decir que algo tiende a ser algo con solo añadir 「がち」 al nombre.\n\nç\n\nTambién se puede decir que algo tiende a ser algo con solo añadir 「がち」 al nombre.\n\n```\nUsando 「～がち」 para describir una acción que tiende a ocurrir\n\nPara describir que algo tiende a ocurrir usando 「がち」 se añade 「がち」 a la raíz del verbo.\n例）　見る → 見がち\n例）　なる → なり → なりがち\n\nPara decir que una cosa tiende a ser otra se añade 「がち」 al nombre que sea.\n例）　病気 → 病気がち\n```\n\nç\n\nEjemplos\n（１）　確定申告は忘れがちな手続のひとつだ。\n- Hacer la declaración de la renta es una de las cosas (formalidades) que uno suele (tiende a, tiene tendencia a) olvidar.\n\n（２）　留守がちなご家庭には、犬よりも、猫の方がおすすめです。\n- A las familias que suelen estar fuera de casa se les recomienda que tengan gato en lugar de perro.\n\n（３）　父親は病気がちで、みんなが心配している。\n- Padre es propenso a tener enfermedades y todo el mundo está preocupado."
    },
    {
        "id": "tendency_2",
        "titulo": "Tendencias",
        "subtitulo": "Describiendo un suceso en marcha usando 「～つつ」",
        "formas": [
            "つつ",
            "tsutsu",
            "tutu"
        ],
        "texto": "「つつ」 es un modificador del verbo que puede añadirse a la raíz de los verbos para indicar que una acción está teniendo lugar. Aunque el significado sigue siendo esencialmente el mismo, hay fundamentalmente dos formas de utilizar esta forma gramatical. La primera es casi idéntica a la forma 「～ながら」. Se puede usar 「つつ」 para describir una acción que está sucediendo a la vez que otra. Sin embargo, hay algunas diferencias importantes entre 「つつ」 y 「～ながら」. En primer lugar el tono, el tono con que se pronuncia 「つつ」 es muy diferente del que se utiliza con 「～ながら」 y se utiliza muy rara vez, o nunca, con las actividades habituales de la vida diaria. Según esto, es más apropiado el uso de 「つつ」 con acciones literarias o abstractas, como las relacionadas con emociones o pensamientos. En segundo lugar, 「～ながら」 se utiliza para describir una acción secundaria que tiene lugar mientras la acción principal está teniendo lugar. Sin embargo, con 「つつ」, ambas acciones tienen igual peso.\n\nPor ejemplo, sonaría muy raro decir lo siguiente.\n\nç\n\n（誤）　テレビを見つつ、寝ちゃダメよ！- (Suena poco natural)\n\n（１）　テレビを見ながら、寝ちゃタメよ！- No veas la TV mientras duermes!\n\nLa segunda forma de utilizar esta forma gramatical es expresar la existencia de un proceso continuo utilizando 「ある」, el verbo de existencia. Todo es igual que antes salvo que se añade 「ある」 a 「つつ」 para obtener 「～つつある」. Esto se usa con frecuencia en artículos de revistas o periódicos para describir una determinada tendencia o corriente.\n\nç\n\n```\nEl uso de 「～つつ」 para describir un hecho repetitivo\n\nPara describir una acción en marcha usando 「つつ」 se añade 「つつ」 a la raíz del verbo.\n例）　見る → 見つつ\n例）　思う → 思い → 思いつつ\n\nPara referir la existencia de una determinada tendencia o corriente se añade 「ある」 a 「つつ」\n例）　なる → なり → なりつつ → なりつつある\n```\n\nç\n\nEjemplos\n（１）　二日酔いで痛む頭を押さえつつ、トイレに入った。\n- Entré en el baño mientras me dolía la cabeza por la resaca.\n\n（２）　体によくないと思いつつ、最近は全然運動してない。\n- Aunque pienso que es malo para el cuerpo no he hecho nada de ejercicio últimamente.\n\n（３）　電気製品の発展につれて、ハードディスクの容量はますます大きくなりつつある。\n- Con el desarrollo de productos electrónicos las propiedades de los discos duros son cada vez mayores.\n\n（４）　今の日本では、終身雇用や年功序列という雇用慣行が崩れつつある。\n- En el Japón de hoy en día las costumbres de contratación como el empleo de por vida y el que el rango esté determinado por la edad tienden a desaparecer."
    },
    {
        "id": "tendency_3",
        "titulo": "Tendencias",
        "subtitulo": "Describiendo una tendencia negativa usando 「きらいがある」",
        "formas": [
            "きらいがある",
            "kiraigaaru",
            "kirai ga aru"
        ],
        "texto": "「きらいがある」 es una frase hecha que se utiliza para describir una mala inclinación o hábito. Sospecho que aquí 「きらい」 debería tener algo que ver con la palabra odiado: 「嫌い」. Sin embargo, a diferencia de 「嫌い」, que es un adjetivo-na, el 「きらい」 de esta forma gramatical funciona como un nombre. Esto resulta evidente al ir la partícula 「が」 justo después de 「きらい」, que es algo que no se consiente a los adjetivos. El resto de la frase expresa sencillamente el hecho de que hay una tendencia negativa.\n\n```\nEl uso de 「きらいがある」 para describir una tendencia negativa\n\nEl 「きらい」 en esta forma gramatical actúa como un nombre. 「ある」 es solo el verbo de existencia que se usa con los objetos inanimados.\n例）　依存症のきらいがある。\n```\n\nç\n\nEjemplos\n（１）　多くの大学生は、締切日ぎりぎりまで、宿題をやらないきらいがある。\n- Muchos estudiantes universitarios tienen la costumbre de (tienden a) no hacer sus deberes hasta el último día.\n\n（２）　コーディングが好きな開発者は、ちゃんとしたドキュメント作成と十分なテストを怠るきらいがある。\n- Los diseñadores a los que les gusta codificar tienden a descuidar la creación de documentos adecuados y su comprobación."
    },
    {
        "id": "volitional_1",
        "titulo": "Aspectos avanzados de la forma volitiva",
        "subtitulo": "Forma volitiva negativa",
        "formas": [
            "まい",
            "mai"
        ],
        "texto": "Puede que hayas visto la forma volitiva negativa en una tabla de conjugaciones de verbos y que te hayas preguntado \"¿de qué sirve esta forma?\". Pues bien, la respuesta es que no sirve de mucho, o más exactamente, hay varias formas de usarla, pero casi todas ellas son exageradamente formales y aparecen muy raramente. De hecho es tan rara que solo he encontrado una explicación en inglés despues de buscar por todas partes. (También encontré ésta en japonés.)\nLa forma volitiva negativa se usa para expresar una intención negativa. Esto significa que hay un deseo de que algo no suceda o que alguien tiene la intención de no hacer algo. El resultado es que, ya que alguien está intentando no hacer algo, es probable que no suceda. En esencia se trata de una versión muy formal de 「でしょう」 y 「だろう」. Aunque esta forma no se usa casi nunca al hablar normalmente, aparece en películas, etc.\n\nç\n\nLa forma volitiva negativa de los verbos se forma añadiendo 「まい」 al verbo. Una alternativa es añadir 「まい」 a la raíz. La conjugación de la forma volitiva negativa es muy distinta de aquellas a las que estamos acostumbrados, ya que es siempre la última conjugación que hay que aplicar incluso para la forma masu. No hay forma de conjugar 「まい」 a la forma masu, solo hay que añadir 「まい」 a la conjugación de la forma masu.\n\n```\nEl uso de 「まい」 para expresar que no se desea hacer algo\n\nAñadir 「まい」 al final del verbo\n例）　見る → 見るまい\n例）　行く → 行くまい\n\nTambién se puede añadir 「まい」 a la raíz\n例）　する → しまい\n例）　認める → 認めまい\n\nEsta conjugación siempre va al final. Con la forma masu se añade 「まい」 al verbo en forma masu.\n例）　な る → なり → なります → なりますまい\n```\n\nç\n\nEjemplos\n（１）　相手は剣の達人だ。そう簡単には勝てまい。\n- Tu contrincante es un maestro de la espada, dudo que puedas ganar tan fácilmente.\n\n（２）　そんな無茶な手段は認めますまい！\n- ¡No apruebo un método tan poco razonable!\n\nYa aprendimos que se podía utilizar la forma volitiva para decir \"vamos a... \" y para expresar la intención de hacer algo. Pero eso no significa que se pueda usar la forma volitiva negativa para decir \"vamos a no...\" o \"trata de no...\". El punto de esta forma gramatical es el de tener la fuerte determinación de no hacer algo, como se puede ver en los ejemplos siguientes.\n\n（１）　その時までは決して彼に会うまいと心に決めていた。\n- Hasta esa vez, había decidido de corazón no verme con él de ninguna de las maneras.\n\n（２）　あの人は、二度と嘘をつくまいと誓ったのです。\n- Esa persona había jurado no mentir nunca más."
    },
    {
        "id": "volitional_2",
        "titulo": "Aspectos avanzados de la forma volitiva",
        "subtitulo": "El uso de la forma volitiva para expresar la falta de relación",
        "formas": [
            "ようが",
            "youga",
            "まいが",
            "maiga",
            "ようがまいが",
            "yougamaiga",
            "youga maiga",
            "you ga mai ga"
        ],
        "texto": "Ahora vamos a aprender una forma gramatical muy práctica para el día a día en la que aparece la forma volitiva negativa. En esencia, podemos usar tanto la forma volitiva como la volitiva negativa para indicar que da igual si algo sucede o no. Esto se hace añadiendo 「が」 tanto a la forma volitiva como a la forma volitiva negativa de la acción que nos da igual.\n\n```\nEl uso del volitivo para indicar falta de relación\n\nAñadir 「が」 a las formas volitiva y volitiva negativa del verbo.\n例）　見る → 見よう、見まい → 見ようが見まいが\n例）　食べる → 食べよう、食べるまい → 食べようが食べるまいが\n```\n\nç\n\nEjemplos\n（１）　あいつが大学に入ろうが入るまいが、俺とは関係ないよ。\n- Si ese tipo va o no a la universidad es algo que no me concierne.\n\n（２）　時間があろうがあるまいが、間に合わせるしかない。\n- Da igual que haya tiempo o no, hay que hacerlo a tiempo.\n\n（３）　最近のウィルスは強力で、プログラムを実行しようがしまいが、ページを見るだけで感染するらしい。\n- Los virus son muy fuertes últimamente, da igual que ejecutes el programa o no, parece que infectan con solo mirar a la página."
    },
    {
        "id": "volitional_3",
        "titulo": "Aspectos avanzados de la forma volitiva",
        "subtitulo": "El uso de 「であろう」 para expresar probabilidad",
        "formas": [
            "であろう",
            "dearou"
        ],
        "texto": "Ya vimos que la forma volitiva negativa se puede usar como forma formal de 「でしょう」 y de 「だろう」. Puede que te preguntes cómo hacer esto con la forma volitiva. La respuesta es: conjugando el verbo 「ある」 del estado de ser formal 「である」 a la forma volitiva, el resultado es 「であろう」. Recuerda que「でしょう」 se usa ya como forma cortés, así que esta forma está incluso un nivel por encima en formalidad. Vamos a ver en los ejemplos qué tipo de lenguaje utiliza esta forma.\n\n```\nEl uso de 「であろう」 para expresar posibilidad\n\nAñadir 「であろう」 al nombre, adjetivo o verbo.\n例） 困難 → 困難であろう\n例） する → するであろう\n```\n\nç\n\nEjemplos\n（１）　今後50年、人間が直面するであろう問題に正面から向き合って、自ら解決をはかりつつ、そのノウハウが次の産業となるシナリオを考えたい。(de www.jkokuryo.com)\n- Me gustaría enfocar de forma directa los problemas a los que los humanos se enfrentarán de forma directa en los próximos 50 años y, mientras se evalúan las posibles soluciones, utilizar ese conocimiento e idear escenarios que se convertirán en futuras industrias.\n\n（２）　もちろん、生徒数減少の現在、学科の新設は困難であろうが、職業科の統廃合や科内コースの改編などで時代に合わせた変革が求められているはずである。(de www1.normanet.ne.jp)\n- Naturalmente, el crear instalaciones educativas nuevas será seguramente difícil en este periodo en el que la población estudiantil decrece, pero con una reorganización de temas y de cursos dentro de los distintos temas se supone que habrá demanda para una reforma que se ajuste a este periodo."
    },
    {
        "id": "volitional_4",
        "titulo": "Aspectos avanzados de la forma volitiva",
        "subtitulo": "El uso de 「かろう」 como forma volitiva para las terminaciones en 「い」",
        "formas": [
            "かろう",
            "karou"
        ],
        "texto": "Aprendimos en la lección sobre gramática formal que 「ではない」 era la forma negativa de 「である」. ¿Y cómo diríamos algo como 「であろう」 para la forma negativa? La respuesta es utilizar un nuevo tipo de forma volitiva para formas negativas y adjetivos -i que se utilice solo en contextos formales o literarios. A esta forma gramatical se le puede considerar una versión muy anticuada de adjetivos -i y terminaciones 「い」 negativas.\nLa regla de conjugación es simple, se quita la última 「い」 y se le añade 「かろう」. Se aplica a las formas negativas y adjetivos -i y funciona como la forma del pasado 「かった」.\n\nç\n\n```\nEl uso de 「かろう」 con la terminación 「い」 para expresar volición\n\nSe quita la 「い」 final y se añade 「かろう」\n例）　ではない → ではなかろう\n例）　早い → 早かろう\n```\n\nç\n\nEjemplos\n（１）　どんな商品でもネットで販売するだけで売上が伸びるというものではなかろう。(de www.kojii.net)\n- No sucede necesariamente que aumenten las ventas con solo vender cualquier tipo de producto en la red.\n\n（２）　運動を始めるのが早かろうが遅かろうが、健康にいいというのは変わりません。\n- El que empieces a hacer ejercicio pronto o tarde no cambia el hecho de que sea bueno para tu salud.\n\n（３）　休日であろうが、なかろうが、この仕事では関係ないみたい。\n- El que sea o no festivo parece que no cuenta para este trabajo."
    },
    {
        "id": "covered_1",
        "titulo": "Cubierto por algo",
        "subtitulo": "El uso de 「だらけ」 cuando un objeto está rodeado de algo por todas partes",
        "formas": [
            "だらけ",
            "darake"
        ],
        "texto": "「だらけ」 se utiliza normalmente cuando algo está rodeado de algo por todas partes. Tiene, por lo general, una connotación negativa. Como resultado 「だらけ」 va a aparecer a menudo con expresiones como 「間違えだらけ」, 「ゴミだらけ」 o 「埃だらけ」. No hay regla de conjugación a seguir, lo único que hay que hacer es añadir 「だらけ」 a lo que está por todas partes. El resultado se trata como se haría con cualquier nombre.\n\n```\nEl uso de 「だらけ」 para describir el estado de estar rodeado de algo por todas partes\n\nAñadir 「だらけ」 a la cosa (nombre) que está cubriendo al objeto o lugar\n例）　間違え → 間違えだらけ (plagado de errores)\n例）　埃 → 埃だらけ (lleno de polvo)\n```\n\nç\n\nEjemplos\n（１）　このドキュメントは間違えだらけで、全然役に立たない。\n- Este documento está lleno de errores y no sirve para nada.\n\n（２）　携帯を２年間使ってたら、傷だらけになった。\n- Después de haber usado el teléfono móvil durante 2 años está lleno de arañazos.\n\n※Nótese que se utiliza la partícula 「の」 para modificar dado que 「だらけ」 actúa como un nombre.\n\n（３）　この埃だれけのテレビをちゃんと拭いてくれない？\n- ¿Puedes limpiar esta TV que está completamente llena de polvo??"
    },
    {
        "id": "covered_2",
        "titulo": "Cubierto por algo",
        "subtitulo": "El uso de 「まみれ」 para describir que algo esta cubierto de algo",
        "formas": [
            "まみれ",
            "mamire"
        ],
        "texto": "「まみれ」 es muy parecido a 「だらけ」, pero hay pequeñas diferencias que son muy importantes. En primer lugar se usa solo con objetos que son realmente físicos, de modo que no se puede decir algo del tipo 「間違えまみれ」 como se hacía con 「だらけ」. Además, solo se puede utilizar con cosas que cubran literalmente el objeto. En otras palabras, no puede usarse con el significado de \"cubierto\" o \"lleno\"como sucedía con 「だらけ」. Se puede usar para cosas como líquidos y polvo, pero no para cosas como arañazos o desperdicios.\n\nLas reglas gramaticales son las mismas que para 「だらけ」.\n\n```\nEl uso de 「まみれ」 para describir que hay algo adherido a un objeto\n\nComo con 「だらけ」, se añade「まみれ」 a lo que está cubriendo.\n例）　血 → 血まみれ (cubierto de sangre)\n例）　油 → 油まみれ (cubierto de aceite)\n\nSolo puede usarse 「まみれ」 en el caso de objetos físicos que cubran literalmente el objeto.\n例）　間違えまみれ (no es un objeto físico)\n例）　ゴミまみれ (en realidad no cubre nada)\n```\n\nç\n\nEjemplos\n（１）　彼は油まみれになりながら、車の修理に頑張りました。\n- Trabajaba duro para arreglar el coche mientras se llenaba todo de aceite .\n\n（２）　たった１キロを走っただけで、汗まみれになるのは情けない。\n- Es penoso que uno se cubra de sudor solo por haber corrido 1 kilómetro."
    },
    {
        "id": "covered_3",
        "titulo": "Cubierto por algo",
        "subtitulo": "「ずくめ」 para expresar completamente",
        "formas": [
            "ずくめ",
            "zukume"
        ],
        "texto": "El diccionario 「大辞林」 describe lo que significa exactamente 「ずくめ」, y lo hace muy bien.\n名詞およびそれに準ずる語句に付いて、何から何まで、そればかりであることを表す。すべて…である。 「うそ―の言いわけ」「いいこと―」「黒―の服装」「結構―」\n\nEn otras palabras, 「ずくめ」 describe algo que aplica a toda la cosa. Un ejemplo, si se tratara del cuerpo humano, la expresión \"es [X] de la cabeza a los pies\" se acercaría al significado de 「ずくめ」 .\n\nEn realidad, 「ずくめ」 es una expresión que se usa muy poco y suele usarse refiriéndose a un color describiendo a personas que están completamente vestida de ese color. Por ejemplo, se pueden veralgunos ejemplos de 「黒ずくめ」 vía Google Images.\n\nç\n\nGramaticalmente, 「ずくめ」 funciona exactamente de la misma forma que 「だらけ」 y 「まみれ」.\n\n```\nEl uso de 「ずくめ」 para describir algo que se aplica a toda la cosa\n\nAñadir 「ずくめ」 a lo que se aplica a toda la cosa.\n例） 白 → 白ずくめ\n例） いいこと → いいことずくめ\n```\n\nç\n\nEjemplos\n（１）　白ずくめ団体は去年ニューズになっていた。\n- El grupo blanco fue noticia el año pasado.\n\n（２）　女の子と共通の話題ができて、自分の体も健康になる。いいことずくめですよ。(de www.de-sire.net)\n- Un tema normal del que hablar con las chicas es posible hacerlo el propio cuerpo mejora. Todo son cosas buenas"
    },
    {
        "id": "close_1",
        "titulo": "Aspectos avanzados de la proximidad de las acciones",
        "subtitulo": "El uso de 「が早いか」 para describir el instante en que algo sucede",
        "formas": [
            "が早いか",
            "がはやいか",
            "gahayaika",
            "ga hayai ka"
        ],
        "texto": "La frase 「が早いか」 se utiliza para describir algo que estaba sucediendo mientras tenía lugar alguna otra cosa.\n\nEs más frecuente utilizar la palabra 「すぐ」 con la forma -te del verbo para describir el mismo tipo de cosa pero 「が早いか」 da un matiz de mayor inmediatez. Además, a diferencia de 「すぐ」, que significa sencillamente \"temprano\", 「が早いか」 tiene algunas características distintivas.\n\nEn primer lugar, esta gramática se utiliza para describir una acción que tiene lugar como resultado inmediato de la primera, de modo que es muy forzado utilizar esta forma gramatical para sucesos que no estén relacionados o que se produzcan de forma natural. No se puede utilizar, por ejemplo, para decir: \"empezó a llover justo cuando salimos\" porque hubiera llovido aunque no hubiéramos salido. Por otra parte, esta forma gramatical solo se utiliza con cosas que hayan ocurrido realmente, por lo que van siempre en pasado. Este lugar da una descripción muy detallada de las particularidades de esta forma gramatical.\n\nç\n\nPara utilizar esta forma gramatical se añade 「が早いか」 al primer verbo y luego se describe la acción que tuvo lugar a continuación. Aunque lo habitual es que el primer verbo no vaya en pasado sino en su \"forma de diccionario\" también se puede poner el pasado. Por ejemplo se puede decir tanto 「言うが早いか」 como 「言ったが早いか」. Lo curioso de esta forma gramatical es que la partícula 「が」 va directamente después del verbo. Pero recuerda, esto se puede hacer solo con esta frase gramatical en concreto.\n\n```\nEl uso de 「が早いか」 para describir lo que pasaba en el momento en que algo estaba ocurriendo\n\nSe añade 「が早いか」 al no-pasado o al pasado del verbo que acaba de tener lugar\n例）　言う → 言うが早いか\n例）　言う → 言った → 言ったが早いか\n```\n\nç\n\nEjemplos\n（１）　彼女は、教授の姿を見るが早いか、教室から逃げ出した。\n- En cuanto [ella] vio la figura del profesor [ella] salió corriendo de la habitación.\n\n（２）　「食べてみよう」と言うが早いか、口の中に放り込んだ。\n- En cuanto [él] dijo \"vamos a intentar comérnoslo\", se lo echó a la boca.\n\n（３）　「食べてみよう」と言ったが早いか、口の中に放り込んだ。\n- En cuanto [él] dijo \"vamos a intentar comérnoslo\", se lo echó a la boca."
    },
    {
        "id": "close_2",
        "titulo": "Aspectos avanzados de la proximidad de las acciones",
        "subtitulo": "El uso de 「や／や否や」 para describir lo que sucedió inmediatamente después",
        "formas": [
            "やいなや",
            "や否や",
            "や",
            "yainaya",
            "ya",
            "ya ina ya"
        ],
        "texto": "El añadir 「や」 o 「や否や」（やいなや） a un verbo sirve para describir algo que tuvo lugar justo después de ese verbo. Su significado es esencialmente el mismo que 「が早いか」. Es otra de las estructuras gramaticales que no se usa al hablar en japonés normalmente.\n「否」 （que se lee 「いな」） es un kanji raro para decir \"no\" que aparece en palabras como 「否定」 y que es parecido a 「不」. El significado literal de esta forma gramatical es \"si la acción se emprendió o no\". En otras palabras, se emprende la segunda acción incluso antes de haber tenido tiempo para determinar si la primera acción ha sucedido o no.\n\nEsta forma gramatical se forma añadiendo 「や」 o 「や否や」 a la forma de diccionario del primer verbo que ya ha tenido lugar. Como esta forma gramatical se utiliza con acciones que ya han sucedido, el segundo verbo suele estar en pasado. No obstante, se puede utilizar la forma de diccionario para indicar que las acciones tienen lugar de forma regular. En este lugar hay más ejemplos y detalles sobre esta forma gramatical.\n\nç\n\n```\nEl uso de 「や／や否や」 para describir lo que sucedió inmediatamente después\n\nAñadir 「や」 o 「や否や」（やいなや） a la forma de diccionario del primer verbo que se produjo\n例）　見る → 見るや\n例）　見る → 見るや否や\n\nEsta forma gramatical se utiliza casi siempre en el caso de acciones que tuvieron lugar realmente (pasado).\nEsta forma gramatical se puede utilizar con el presente para acciones que tienen lugar normalmente.\n```\n\nç\n\nEjemplos\n（１）　私の顔を見るや、何か言おうとした。\n- [Él] intentó decir algo en cuanto vio mi cara.\n\n（２）　搭乗のアナウンスが聞こえるや否や、みんながゲートの方へ走り出した。\n- En cuanto se oyó la orden de embarcar todo el mundo empezó a correr hacia la verja."
    },
    {
        "id": "close_3",
        "titulo": "Aspectos avanzados de la proximidad de las acciones",
        "subtitulo": "El uso de 「そばから」 para describir una acción que ocurre repetidamente poco después",
        "formas": [
            "そばから",
            "sobakara",
            "soba kara"
        ],
        "texto": "「そばから」 es otra de las formas gramaticales que describe un hecho que tiene lugar justo después de otro. Sin embargo, a diferencia de las expresiones de las que hemos hablado hasta ahora, 「そばから」 indica que las acciones son una pauta recurrente. Por ejemplo, se puede usar esta forma gramatical para expresar el hecho de que uno limpia y limpia su habitación para que esté sucia de nuevo poco después.\n\nç\n\nAl margen de esta diferencia, las reglas para utilizar esta expresión son las mismas que para 「が早いか」 y 「や否や」, se añade 「そばから」 a la forma de diccionario del verbo que trascurre en primer lugar. Parece que puede usarse también el pasado, aunque es raro. Sin embargo, la acción que tiene lugar inmediatamente después no va en pasado debido a que esta forma se utiliza para acciones que se repiten y no para ningún acto específico del pasado. En este lugar hay más detalles y ejemplos.\n\nç\n\n```\nEl uso de 「そばから」 para describir un hecho que ocurre una y otra vez poco después\n\nSe añade 「そばから」 a la forma de diccionario del verbo que tiene lugar primero.\n例） 読む → 読むそばから\n例） する → するそばから\n\nEsta forma gramatical indica que las acciones tienen lugar una y otra vez.\n```\n\nç\n\nEjemplos\n（１）　子供が掃除するそばから散らかすから、もうあきらめたくなった。\n- El niño desordena [la habitación] (una y otra vez) en cuanto termino de limpiar, y ya he llegado al punto de querer rendirme.\n\n（２）　教科書を読んだそばから忘れてしまうので勉強ができない。\n- Se me olvida (una y otra vez) nada más terminar de leer el libro (de texto) de modo que no puedo estudiar."
    },
    {
        "id": "unexpected_1",
        "titulo": "Hechos inesperados",
        "subtitulo": "El uso de 「思いきや」 para describir algo inesperado",
        "formas": [
            "思いきや",
            "omoikiya",
            "おもいきや"
        ],
        "texto": "Esta es una forma gramatical que aprendí en un libro, y me sorprendió verla funcionar en la vida real en varias ocasiones. Esta forma gramatical se utiliza cuando uno piensa una cosa y, para su sorpresa, las cosas resultan ser muy distintas. Se formula igual que cuando se expresa cualquier pensamiento, usando la cita 「と」 y 「思う」. La única diferencia es que se usa 「思いきや」 en lugar de 「思う」. No hay tiempo en 「思いきや」, o mejor dicho, como los resultados ya han sido contrarios a vuestras expectativas, se entiende implícitamente que la idea original es un pasado.\n\n```\nEl uso de 「思いきや」 para describir algo imprevisto o inesperado\n\nAñadir 「思いきや」 a la idea usando la cita 「と」.\n例）　ある → あると → あると思いきや\n```\n\nç\n\nEjemplos\n（１）　昼間だから絶対込んでいると思いきや、一人もいなかった。\n- A pesar de haber creído que estaría abarrotado por ser por la tarde, (para mi sorpresa) no había allí ni una sola persona.\n\n（２）　このレストランは安いと思いきや、会計は5千円以上だった！\n- Pensé que este restaurante sería barato pero (para mi sorpresa) la cuenta fue de más de 5,000 yenes!"
    },
    {
        "id": "sametime_1",
        "titulo": "Acciones simultáneas",
        "subtitulo": "El uso de 「～がてら」 para hacer dos cosas a la vez",
        "formas": [
            "がてら",
            "gatera"
        ],
        "texto": "Esta forma gramatical, más bien formal y que se usa muy raramente, sirve para expresar que se hicieron dos acciones a la vez. Se diferencia de 「ながら」 en que todo o parte del tiempo que se está haciendo algo se usa para hacer también algo que es accesorio. 「ながら」 se utiliza para describir dos acciones totalmente simultáneas.\n\nç\n\nLo interesante con respecto a esta forma gramatical es que no se necesita verbo. Solo hace falta añadirle un nombre, y el verbo \"hacer\" se sobreentiende. Por ejemplo, \"mientras damos un paseo\" se puede decir 「散歩がてら」. En los casos en que se quiera utilizar un verbo diferente existe la opción de añadir「がてら」 a la raíz, como se hacía con 「ながら」. Además de esto, el verbo o nombre que va acompañado por 「がてら」 es la acción principal, la acción siguiente es la que tiene lugar al margen. En este site hay más ejemplos y detalles sobre esta forma gramatical.\n\nç\n\n```\nEl uso de 「～がてら」 para hacer dos cosas a la vez\n\nSe añade 「がてら」 al nombre o a la raíz del verbo de la acción principal. Cuando se trata de un nombre se infiere el verbo 「する」 .\n例）　散歩 → 散歩がてら\n例）　作る → 作り → 作りがてら\n```\n\nç\n\nEjemplos\n（１）　散歩がてら、タバコを買いに行きました。\n- Aproveché que daba un paseo para comprar cigarrillos.\n\n（２）　博物館を見がてらに、お土産を買うつもりです。\n- Mientras visitaba el museo planeé aprovechar y comprar algunos recuerdos."
    },
    {
        "id": "bad_1",
        "titulo": "Malos resultados",
        "subtitulo": "El uso de 「～あげく（挙句）」 para describir un mal resultado",
        "formas": [
            "あげく",
            "挙句",
            "ageku"
        ],
        "texto": "「あげく」 es una forma gramatical que sirve para describir un resultado, por lo general negativo, que se produjo después de mucho esfuerzo. La regla para esta forma gramatical es muy sencilla. Se modifica con 「あげく」el verbo o nombre que han tenido lugar y se describe luego el resultado de que dicho verbo o nombre hayan tenido lugar. Como esta forma gramatical describe el resultado de una acción que ya ha tenido lugar, va con el verbo en pasado. 「あげく」 se trata como a cualquier nombre. Es decir, se necesita la partícula 「の」 para modificar a otro nombre.\n「あげくの果て」 es otra versión más fuerte de esta forma gramatical. Ir a este lugar para ver más ejemplos y detalles sobre ella.\n\nç\n\n```\nEl uso de 「～あげく」 para describir un resultado final\n\nAñadir 「あげく」 al verbo o nombre que produjeron el resultado final (con los nombres es necesaria la partícula 「の」)\n例） けんか → けんかのあげく\n例） 考えた → 考えたあげく\n```\n\nç\n\nEjemplos\nEntre paréntesis lo que significa la gramática.\n（１）　事情を2時間かけて説明をしたあげく、納得してもらえなかった。\n- [Después de ] explicar los hechos durante 2 horas [al final] no me comprendieron.\n\n（２）　先生と相談のあげく、退学することにした。\n- [Después de] consultar con el profesor [al final] , decidí abandonar la escuela."
    },
    {
        "id": "casual_1",
        "titulo": "Argot y habla casual",
        "subtitulo": "El uso de 「じゃん」 en lugar de 「じゃない」 para confirmar",
        "formas": [
            "じゃん",
            "jan"
        ],
        "texto": "「じゃん」 es una abreviación de 「じゃない」, la conjugación negativa de los nombres y de los adjetivos -na. Pero sólo funciona cuando 「じゃない」 se usa de la forma siguiente.\n\n（１） サラリーマンだから、残業はたくさんするんじゃない？\n-Al ser empleado ¿no hace un montón de horas extra?\n\nLo principal del ejemplo anterior es que 「じゃない」 actúa aquí confirmando lo positivo. De hecho, una traducción más literal sería, “Como es un empleado, él probablemente hace muchas horas extra.” Pero se trata todavía de una pregunta, así que hay un pequeño matiz de que se busca confirmación incluso aunque se esté relativamente seguro.\n\n「じゃん」 es un argot más corto para expresar el mismo tipo de cosa, solo que ni se molesta en preguntar nada para confirmarlo. La entonación es de afirmación absoluta.\n\nç\n\nDe hecho, el equivalente más cercano a 「じゃん」 es 「じゃない」 usado de la siguiente manera:\n\n（２） まあ、いいじゃない。\n- Bien, seguramente esté bien (¿no crees?).\n\nEste tipo de expresión es el único caso en el que puedes añadir 「じゃない」 directamente a los adjetivos-i y a los verbos. Cuando oigas esta expresión verás que se pronuncia de una forma especial, diferente a la que se usa cuando se niega sin más. Además, tienes que saber que este tipo de 「じゃない」 suena más bien adulto y femenino, a diferencia de 「じゃん」, qué es neutral en lo que se refiere al sexo.\n\nç\n\nComo en el caso del uso especial de 「じゃない」 que acabamos de ver, 「じゃん」 se puede añadir directamente a los verbos y a los adjetivos-i y también a los nombres y adjetivos-na. Como el argot suele perseguir que las cosas sean más fáciles, no es de extrañar que las reglas de uso de 「じゃん」 sean tan laxas y fáciles.\n\n```\nResumen\n\nAunque derivado de 「じゃない」, 「じゃん」 se usa siempre para confirmar lo positivo.\nPuede añadirse al final de cualquier frase, independientemente de si termina en un nombre, adjetivo, verbo o adverbio.\n```\n\nç\n\nEjemplos\n（１） ほら、やっぱりレポートを書かないとだめじゃん。\n-Mira, lo que yo había dicho, tienes que escribir el informe.\n\n（２） 誰もいないからここで着替えてもいいじゃん。\n-Como no hay nadie, seguramente podemos cambiarnos aquí.\n\n（A） たかし君は、ここにいる？ - ¿Está Takashi?\n（B） 知らない。- Ni idea.\n（A) あっ！やっぱ、いるじゃん！- Ah! mira, aquí está!\n\nHay también otra opción en la que se añade el signo de interrogación. El significado es básicamente el mismo, pero se acentúa el tono de preguntar confirmar.\n\n（A) 駅の近くにカラオケがあるじゃんか。- Hay un karaoke cerca de la estación ¿no?\n（B) うん。- Aha.\n（A) あそこのすぐ隣だ。- Está justo ahí al lado."
    },
    {
        "id": "casual_2",
        "titulo": "Argot y habla casual",
        "subtitulo": "El uso de 「つ」 en lugar de 「という」",
        "formas": [
            "つ",
            "tsu"
        ],
        "texto": "Como vimos en la sección definiendo y describiendo, el verbo 「いう」 tiene muchas más funciones que su equivalente español \"decir\". Se utiliza constantemente, así que no es de extrañar que haya dado lugar a toda una serie de variaciones y de slang. Éste es uno de los que me pareció demasiado \"argotizable\" para tratarlo tan pronto en aquellas alturas de la guía.\n\nAunque sea difícil de creer, el caso es que, si te juntan los sonidos de 「という」, se obtiene algo parecido a 「つ」. Por lo menos esto es lo que pensó alguien cuando él o ella empezaron a sustituir 「という」 por 「つ」 o, en algunos casos, por 「つう」.\n\nç\n\nAhora, en mi opinión, 「つ」 es mucho más difícil de decir que 「という」, de modo que para poder llegar a usarlo como un nativo se necesita un poco de práctica. Más que hacer que las cosas sean más fáciles de decir, como suele ser el caso, el propósito real de ésta sustitución es que el sonido sea más duro, porque el sonido 「つ」 es más duro y silbante. Esta forma es ideal cuando estás cabreado o para dar la imagen de joven y duro que siempre has deseado. Como es de imaginar, esta forma de hablar la suelen usar los varones o las mujeres muy duras.\n\nEjemplos\n（１） つうか、なんでお前がここにいんのよ！\n-Osea, ¿por qué estás aquí?!\n\n（２） 宿題で時間がないつってんのに、みきちゃんとデートしにいったらしい。\n-Aunque dice que no tiene tiempo por los deberes, he oído que quedó con Miki-chan.\n\n（３） 明日は試験だぞ。つっても、勉強はしてないだろうな。\n-Hei, mañana es la prueba. Aunque te lo diga seguramente vas a seguir sin estudiar ¿verdad?\n\n（４） だから、違うんだつうの！\n-Como ya dije, estás equivocado!\n\nç\n\nSi quieres dar todavía más énfasis puedes añadir también un pequeño 「つ」. Esto suele significar que se te está acabando la paciencia.\n\n（４） だから、違うんだっつうの！\n-Como ya dije, estás equivocado!"
    },
    {
        "id": "casual_3",
        "titulo": "Argot y habla casual",
        "subtitulo": "El uso de 「ってば」 y de 「ったら」para expresar exasperación",
        "formas": [
            "ってば",
            "tteba",
            "ったら",
            "ttara"
        ],
        "texto": "「ってば」 y 「ったら」 son formas de simplificar 「という」 parecidas a 「って」, como ya vimos en la sección definiendo y describiendo. En este caso es una simplificación de la forma condicional de 「という」, que es 「といえば」 y 「といったら」. Al usar esta simplificación se está diciendo algo así como: \"Si no te lo he dicho mil veces no te lo he dicho ninguna!\" Se puede usar esta expresión cuando uno está cansado de repetir lo mismo una y otra vez, o cuando uno se exaspera con alguien porque no escucha.\n\nEjemplos\n１） もう行くってば！\n-Ya te he dicho que voy a ir!\n\n２） あなたったら、いつも忘れるんだから。\n-Siempre se te olvida."
    },
    {
        "id": "casual_4",
        "titulo": "Argot y habla casual",
        "subtitulo": "El uso de 「なんか」 por todas partes",
        "formas": [
            "なんか",
            "nanka"
        ],
        "texto": "A estas alturas ya te habrás dado cuenta de que 「何」 se puede leer 「なに」 o 「なん」 dependiendo de lo que viene después, como 「何色」（なにいろ） versus 「何人」（なんにん）. En el caso de 「何か」, aunque 「なにか」 es la lectura correcta, muchas veces se contrae a 「なんか」 en el habla informal.\n（A） なにか食べる？\n-¿Comes algo?\n\n（B） なんか食べる？\n-¿Comes algo?\n\nç\n\nSin embargo , 「なんか」 tiene también una función similar a la palabra \"cómo\" en Español. Con \"cómo\", no me refiero a la palabra real, sino a la que no tiene significado y que algunas personas dicen casi todo el rato. 「なんか」 también puede usarse como filtro sin significado real alguno. Veámoslo en el ejemplo siguiente.\n\n１） 今日は、なんか忙しいみたいよ。\n-Imagino que hoy está como ocupado.\n\nAunque 「なんか」 es una versión simplificada de 「なにか」, solo 「なんか」 puede usarse como filtro.\n\n誤） 今日は、なにか忙しいみたいよ。\n-（「なにか」 no puede usarse como una palabra filtro.）\n\nç\n\nEjemplos\n１） なんかね。お風呂って超気持ちいいよね！\n-Como que los baños sientan muy bien ¿no?\n\n２） お母さんが、なんか明日まで戻らないんだってよ。\n-Mamá dijo que no volvería como que hasta mañana.\n\n３） なんかさ。ボブは、私のことなんか本当に好きかな？\n-Oye, como que ¿crees que de verdad a Bob le gusta alguien como yo?"
    },
    {
        "id": "casual_5",
        "titulo": "Argot y habla casual",
        "subtitulo": "Mostrar desprecio por una acción con 「～やがる」",
        "formas": [
            "やがる",
            "yagaru"
        ],
        "texto": "「やがる」 es el sufijo de un verbo que indica odio o desprecio por la persona que lleva a cabo la acción. A diferencia del argot que hemos visto aquí, esta forma de hablar tan fuerte no se utiliza normalmente. Probablemente solo vamos a oír esta expresión en las películas, comix, juegos y cosas por el estilo. Aun así, te lo pongo para que sepas lo que significa cuando aparezca en dichos medios.\n\nPara utilizar 「やがる」, solo hay que añadirlo a la raíz del verbo. Luego se conjuga como un verbo -u normal.\n\nEjemplos\n１） あんなやつに負けやがって。じゃ、どうすんだよ？\n-Perder frente a un tipo como ese. Bueno ¿qué se le va a hacer?\n\n２） やる気か？だったらさっさと来やがれ！\n- ¿Quieres pelea? Si es así venga, ¡ya!"
    }
]